{
  "style_matrix": {
    "pools": {
      "Grounded": {
        "examples": ["Containment", "Safety", "Calm", "Stability", "Still"],
        "punctuation_style": "sentence_split",
        "rotation_bank": [
          "You're moving through this. That movement itself is valid.",
          "There's no wrong way to carry what you're feeling.",
          "This passage belongs to you. It's appropriate to be where you are.",
          "You're holding a lot. That holding is already a form of strength.",
          "It's okay to pause. Pausing is part of moving.",
          "You're in the middle of it. That's a real place to be.",
          "What you're carrying is acknowledged. It matters.",
          "This moment is part of your path. It counts.",
          "You're not outside the process. You're inside it.",
          "Being here is already a form of progress.",
          "You can rest with this. Rest is part of the work.",
          "Your steadiness is enough.",
          "This ground is solid. You can stand on it.",
          "What you're doing is holding space. That's real.",
          "You're allowed to be still with this."
        ]
      },
      "Reflective": {
        "examples": ["Ache", "Passage", "Memory", "Longing", "Recursive"],
        "punctuation_style": "colon_emphasis",
        "rotation_bank": [
          "That ache you're naming is part of the passage. It deserves recognition.",
          "Understanding takes time. You're already in that process.",
          "The difficulty you feel is not a flaw. It's part of the terrain.",
          "This kind of friction is real. You can move with it, not against it.",
          "The struggle itself is a form of knowing.",
          "What feels heavy is also what's teaching you.",
          "You're in the middle of learning. That's why it feels sharp.",
          "The ache is evidence of care. It shows you're engaged.",
          "This passage is layered. You're already inside its meaning.",
          "Naming it is part of carrying it. That matters.",
          "The weight of what you're feeling carries information.",
          "You're allowed to let this ache speak.",
          "What's difficult is also what's true.",
          "This feeling has depth. It's asking to be met.",
          "You're tracing something real here."
        ]
      },
      "Empathetic": {
        "examples": ["Loneliness", "Tenderness", "Unknown", "Isolation", "Recognition"],
        "punctuation_style": "comma_join",
        "rotation_bank": [
          "The alone you're feeling is real, it belongs to the unknown you're in.",
          "It makes sense to feel without a map, that's what this territory is.",
          "I hear you, that sounds difficult, you're not wrong to feel it this way.",
          "You're in a passage that asks for patience, it's appropriate to name it.",
          "Feeling alone is part of being human, it's not a mistake.",
          "You're naming something tender, that deserves care.",
          "The weight of loneliness is real, it's acknowledged.",
          "You're not wrong for feeling this, it's part of the experience.",
          "This moment is asking for gentleness, you're allowed that.",
          "Your words carry the truth of what you're living.",
          "Being seen is part of being human.",
          "You're allowed to reach out. That matters.",
          "Connection starts with naming what you feel.",
          "You're not alone in feeling alone.",
          "What you're naming is shared territory."
        ]
      },
      "Encouraging": {
        "examples": ["Cognitive Block", "Frustration", "Effort", "Challenge", "Spiral"],
        "punctuation_style": "sentence_split",
        "rotation_bank": [
          "Mental blocks are signals, not failures. They show where thinking patterns diverge.",
          "This mismatch can be worked with. It doesn't define your ability.",
          "Frustration is part of learning. It's a sign of engagement, not weakness.",
          "You can try a different approach. That shift itself is progress.",
          "Every block is a doorway. It can open.",
          "The challenge is real, but it's not permanent.",
          "You're allowed to take another angle. That's part of problem-solving.",
          "This moment is a chance to reframe. That matters.",
          "Your effort itself is proof of growth.",
          "Blocks are temporary. They don't define you.",
          "What feels stuck can shift. You're not trapped.",
          "You've navigated difficult things before. You can do this.",
          "The way forward isn't always obvious. That's where discovery lives.",
          "Your struggle shows you care about getting it right.",
          "This is hard. That doesn't mean it can't move."
        ]
      },
      "Clarifying": {
        "examples": ["Confusion", "Ambiguity", "Doubt", "Uncertainty", "Insight"],
        "punctuation_style": "sentence_split",
        "rotation_bank": [
          "It's okay not to know. That's part of the process.",
          "You're allowed to ask again. That matters.",
          "Uncertainty is part of learning. It's not a mistake.",
          "You can pause here. That's appropriate.",
          "Not knowing is a real place to be.",
          "Questions are part of the passage. They belong.",
          "You're naming confusion. That's already progress.",
          "It's fine to hold doubt. Doubt is part of care.",
          "You're allowed to take time. That's valid.",
          "Clarity comes slowly. You're already in the process.",
          "What's unclear can become clear. You're on that path.",
          "Sitting with not knowing is a form of wisdom.",
          "Your questions matter. They're pointing somewhere.",
          "Ambiguity is where growth happens.",
          "You don't have to have answers yet. Not yet is okay."
        ]
      }
    },
    "mapping_rules": {
      "default": "Grounded",
      "keywords": {
        "containment": "Grounded",
        "safety": "Grounded",
        "calm": "Grounded",
        "stable": "Grounded",
        "still": "Grounded",
        "boundary": "Grounded",
        "ache": "Reflective",
        "memory": "Reflective",
        "longing": "Reflective",
        "recursive": "Reflective",
        "grief": "Reflective",
        "mourning": "Reflective",
        "loneliness": "Empathetic",
        "unknown": "Empathetic",
        "isolation": "Empathetic",
        "alone": "Empathetic",
        "recognition": "Empathetic",
        "witness": "Empathetic",
        "block": "Encouraging",
        "frustration": "Encouraging",
        "challenge": "Encouraging",
        "spiral": "Encouraging",
        "stuck": "Encouraging",
        "effort": "Encouraging",
        "confusion": "Clarifying",
        "ambiguity": "Clarifying",
        "doubt": "Clarifying",
        "uncertainty": "Clarifying",
        "insight": "Clarifying",
        "clarity": "Clarifying"
      }
    },
    "substitution_rules": {
      "Grounded": {
        "pattern": "sentence_split",
        "replacement": ". "
      },
      "Reflective": {
        "pattern": "colon_emphasis",
        "replacement": ": "
      },
      "Empathetic": {
        "pattern": "comma_join",
        "replacement": ", "
      },
      "Encouraging": {
        "pattern": "sentence_split",
        "replacement": ". "
      },
      "Clarifying": {
        "pattern": "sentence_split",
        "replacement": ". "
      }
    }
  }
}
