{
  "roman": "III",
  "title": "EVIDENCE PRESENTED",
  "pages": [
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11,
    12,
    13,
    14,
    15,
    16,
    17,
    18,
    19
  ],
  "text": "III. EVIDENCE PRESENTED\nTestimony of Baird Brown\nBaird Brown developed a successfu l plaintiff's personal injury law practice, specializing in\nmass tort litigation. Prior to 2019, he began to display symptoms of Parkinson's disease and in\n2\n\n===PAGE:3===\n2\n3\n4\n5\n6\n7\n8\n9\n10\nl l\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 June 2019 was formally diagnosed with Parkinson's Disease. (RT 3/5/25 p. 160:3-13.) In\nDecember 2019 and January 2020, Brown was frequently absent from the Brown Law offices\ndue to extreme back pain which necessitated spinal surgery in December 2019, followed by\nrecovery and recuperation well into 2020. (Id., 161:6 -162: 12.) The Covid-19 lockdown\nrequired Brown to reduce his exposure to the pandemic by working from his home office,\nstarting in March 2020 and continuing until at least March 2023. (Id., 162:24-163:23.) Brown\nsuffered a near-fatal infection of Covid-19 in January 2022, causing complete respiratory failure\nwhich required a ventilator to breathe for him in the Torrance Hospital ICU. (Id., p.164: 10-\n166: 16.) In-patient and out-patient treatment s following this serious illness extended into mid-\n2022. (Id., 166: 17-26.)\nIn addition to these health issues, after a lengthy investigation by the California Bar\nAssociation, Brown was formally suspended by the California Supreme Court, effective April 1,\n2020, for a period of three months, pursuant to disciplinary proceeding s. (Def. Ex. 15503.) He\nhad been facing a one-year suspension. In compliance with Rules of Professional Conduct, Rule\n9.20, he submitted a signed declaration under penalty of perjury affirming that he notified all\nclients and urged them to seek alternative counsel (Def. Ex. 15508; RT 1/27/25, Brown Cross,\n48: 1-50:24.) He acknowledged in his own testimony that he signed this declaration, which was\nexecuted on May 7, 2020. (RT 1/27/25, p. 49:24-51:6.)\nDuring the Covid \"lockdown, \" plaintiff worked at home but communicated regularly, he\nclaims, with Pak and staff in his office. (l/23/25 at 25, ln. 9 to 19.) After the lockdown, he\nadmitted that he stopped going into the office, except occasiona lly on weekends. (RT 1 /23/25 at\np. 25:20 -27.)\nPlaintiffs contend that despite these health crises and his suspension, Brown had no intention\nto retire and continued to maintain his practice and go into work on weekend s to review matters\nuntil June 2023, when he first had suspicions that Michelle Pak, his office manager, was no\nlonger working for him and that something was amiss with his cases. (RT 1/22/25 p. 119: 19 -\n122: 28.) It was only upon further inquiry after that date that Brown claims he learned for the\nfirst time that his cases had been transferred to another law firm, the law offices of Donald G.\nNorris, and that his office manager, defendant Pak, was no longer working for him, but for\nNorris. Norris and Pak contend that Brown transferred his mass tort practice to Norris when\nBrown realized that his declining health and the suspension made it impossible to continue to\npractice law and that Brown participated in and consented to the transfer.\nPlaintiff s cognitive decline was on display at trial. While he could understand questions\nand speak clearly and eloquently at times, he appeared to have little memory of past events and\nbecame easily confused and exhausted on the witness stand. He had little to no recollection of\nwhat had occurred with his firm or his cases and clients for the entire relevant time period (2019\nto 2023). Indeed, at times he contradicted his attorney and wife's theory of the case by stating\nthat he knew Norris would take responsibility for all of his cases. (RT 1/27 /25 am, p. 26: 18-21.)\nThe court received testimony from Dr. Matthew Lombard, Brown's treating physician for the;\npast four or five years, who testified that Brown suffers from Parkinson's disease and some\nmemory issues associated with it but has not been diagnosed with dementia. (RT 1/22/25, 84:9-\n85:9; 88: 10-11.) Or. Lombard conceded that Brown could suffer from dementia even though he\nhas no formal diagnosis, and that if it reached an advanced stage, he could forget meeting\n3\n\n===PAGE:4===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 individua ls in the past. (Id., at 89: 1-89:25.) However, Dr. Lombard believe~ if he had de1:1entia,\nit was only in an early stage. (Id., at 90:6-12.) Dr. Lombard, however, admitted that he himself\nhad no memory of his patient's health situation in the critical time period, 2019 to 2_020, and.\ntestified that he saw him only rarely. Or. Lombard' s testimony was further undermined by his\nutter lack of familiarity with his own patient's chart: for example, he indicated that Brown had\nhad no significant health history, apparently not knowing about the many months in critical care,\nthe lengthy hospitalization and extended rehab due to Covid in 2022, including extended time on\na respirator, as well as plaintiff s multiple back surgeries. (Id., at p. 87: 16-88:28.) The court\nfinds that Dr. Lombard is either insufficientl y familiar with his patients' records or mistaken if he\nbelieves Brown is only showing mild cognitive decline; Mr. Brown displayed significant\ncognitive impairment while testifying.\nMrs. Brown testified that while she observed some signs of Parkinson's-related\nmotor symptoms in 2019, Mr. Brown's cognition remained steady and did not significantly\ndecline until late 2022, following his \"near death\" experience with Covid-19, sometime mid-\n2022. (RT 3/5/25, p. 188, In. 12-16; RT 3/13/25, p. 129:17-131:20.) Although she then changed\nher testimony somewhat and said that she did not notice a cognitive impairment until sometime\nin 2023 (RT 3/5/25, p. 188-189), she later reaffirmed that her husband began to be cognitively\nimpaired in 2022. (RT 3/13/25 at p. 130: 5-24.)\nGiven this testimony (and that of the three legal assistants--Granillo, Navarro and Robinson-­\ndiscussed below), the court conclude s that plaintiff was beginnin g to show many symptoms of\nParkinson 's in 2019 and before, but that he continued to present as a cognitively functionin g\nindividual and was able to conduct routine legal business through at least 2020, as demonstrated\nby the various documents he was drafting in that period. By the second day of his testimony at\ntrial, it appeared to the court that he had very little recollection of the events that occurred in\n2019 through 2023. For example, he could not even recall whether he \"practiced law\" in 2021,\n2022 or 2023, the years in which his lawyers contend he was still able to practice but had his\nclients stolen from him. (RT 1/23/25, p. 42:2-12.) Accordingly, the court could give little\nweight to his testimony, except where it was corroborated by other testimony or evidence.\nBrown testified that he recognized the lease to the suite of offices he rented in 2019 on\nWilshire Blvd.. He claims he never agreed that Norris could take over the lease or become a\nsubtenant, which would have required written authorization from the landlord based on the\nwritten terms of the lease. (RT 1/22/25, p. 95:18-98: 28, and Exh. 19.) He also explained that he\nnever said Norris could use his law firm's personnel. (Id., at 103:15 -21.) But later, somewhat\ninconsistently, he testified that he told Norris that Norris could use Brown's rented offices for\nNorris's law practice \"several years into the lease term. \" (Id., at 103:1-20.)\nAt trial Brown claimed that he had no knowledge of any deal to transfer his cases to\nNorris. He claims Pak never told him that her agreement with the Baird firm had terminated.\n(RT 1/22/25, p. 101:2-7.) He denies ever having a meeting with Pak and Norris to discuss\ntransfer of cases to Norris. (Id., at 102: 23-27.) He never agreed to transfer the \"bulk of his\"\ncases to Norris. (Id., at 102:28-103: l 0.) He never told anyone that Norris was a litigator with\nhis firm, nor did he authorize anyone to tell third parties that Norris was a litigator with his firm.\n(Id., at p. 105:2-16.) When shown Exhibit 1379, he testified that he did not authorize anyone to\nsend this letter but then conceded that the signature at the bottom could be his own. He claimed\nto have no recollection of the letter. (Id., at p. 105:26-p. 107:15, and Exh. 1379.) He denies I 4\n\n===PAGE:5===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 authorizing anyone to tell clients in ~n~? f their _mass tort cases (\",~M m_ilitary e_arbuds\") th~t he\nwas transferring the case from one div1s1on of his law firm to the Norns associate branch. (Id.,\nat 109:2-10.) Nonetheless, he acknowledged that he wrote Exhibit 1638, an email _to a legal.\nassistant with his firm, revising the notice he had to send to clients as a result of his suspension,\nwhich specifically named Don Norris (and another attorney) as attorneys to contact \"if anything\ncomes up with [the client's] case\" during his three months suspension. (Exh. 1638, 1/22/25, pp.\n110:3-113:9.) While he claims he had no knowledge that Pak was going to be working for.\nNorris as his office manager in the April 2020 time frame, he admitted that Pak had shown him\nthe draft of an agreement she and Norris were drawing up in the July 2019 time frame. (1/22/25\nat 113:10-114:28.)1\nThe court also received into evidence Exhibit 1573, a series of text messages between\nBrown and Pak. Tellingly, on April 26, 2020, Pak and Norris have an exchange in which Pak\ncriticized Brown for making a \"business deal with Jeff David\" and referring \"questions cases to\nhim. \" She asserted \"our clients already have own new lawyer why they asking questions to their\ncase to Jeff. \" Instead of denying that the clients had a new attorney, Brown responded: \"No\narrangement with Jeff. He would be backup if DN is not available or not interested \" Exh.\n1573, p. 3 (emphasis added.).) This text was followed by a barrage of text messages from Pak\nover the next two months, talking about the problems with various cases, including statute of\nlimitation problems and 154 cases with serious problems which had been transferred into\nNorris's name. Brown's only response was to direct her to transfer the problematic cases back to\nhim. At no time in this series of text messages over this several month period did Brown express\nany discomfort or disagreement with the transfer of cases to Norris, nor did he give Pak any real\nguidance about what to do with the SOL problems and other legal problems she was finding.\nThis series of text messages is strong evidence that Brown agreed that the cases should be\ntransferred to Norris and that he was providing little to no oversight to Pak, a nonlawyer, about\nwhat to do with the remaining cases or questions that were being raised and problems that were\nbeing uncovered.\nBrown also admitted that he entered into an agreement with Norris on November 16,\n2020 whereby Brown agreed to accept 80% of all attorney fees received relative to the Androge l\ntestosterone gel mass tort cases previously handled by Brown's office. (RT 1 /22/25, p. 1I7:10-\n1 19: 15 and Exh. I.) He could not recall any conversations with Pak about the percentage chosen\nbut agrees he voluntarily signed this agreement. Upon further examination at trial, he confessed\nthat he has no memory of this agreement or the Androgel case. (RT 1/23/25 at p. 38:2-41:6.)\nAlthough he acknowledges his signature on the document, he does not have any memory of\n1 Both counsel for Pak and Brown expressed some consternation on the record about Brown's\ntestimony in this regard, and the court expressed concern that Browri was not reviewing\ndocuments before testifying about them, but Brown's attorney did not seek to withdraw Brown\nas a witness or to clarify or correct this testimony on the day it was given. Thus, Brown testified\nthat he was aware in July 2019 that Pak and Norris were drawing up an agreement to give her\n90% ofNorris's mass tort practice, when supposedly Pak was still working for Browri to develop\nand maintain his mass tort practice. On the following day of testimony, clearly after coaching by\nhis counsel, Brown testified that he had not seen this document until it was produced in\ndiscovery. (1/23/25 at p. 21:16-28.) The court places little weight on Brown's admission in\ncourt, as he appears to lack the mental capacity to understand much of what he was saying or\nbeing asked.\n5\n\n===PAGE:6===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 entering into this or any other agreement with N~rr~s. (I~.) He di? acknowledge sending en: ails\nto Pak in November 2020, discussing their negot1at10ns with Norns about the percentage split.\n(Interestingly Pak was demanding 50% of the fees received on Andro~el, a demand on her part\nwhich would have created serious ethical issues for an attorney accepting those terms.) (RT\n1/28/25 p. 48, ln. l -52, In. 5.)\nBrown claims it was not until June 2023 that he first became suspicious that Pak was not\nworking exclusive ly for him and that there was anything amiss with his mass tort practice.2 He\nclaims he first realized there was something wrong when he sent an email to Pak, asking for an\nupdate on some of their cases. (RT 1/22/25 p. 119: 19 -122:28 and Exh. 1651.) In that email he\nasked for client name, case type, when the complaint was filed, summary of claim facts and\nwhen case would be completed and closed from a legal assistant. (Id., and Exh. 1651.) Pak's\nresponse was largely incomprehensible and aggressive, telling him her contract with Brown was\n\"voided, \" but oddly not directly stating that all of the cases had been transferred to Donald\nNorris. Around this same time, Brown contacted a former paralegal Lucas Granillo, with whom\nhe was still in contact, and asked Granillo to \"check on the status of a few cases. \" Granillo went\non Pacer to investigate some of their federal cases and found that Norris had been substituted\ninto many cases. Granillo testified that Norris seemed \"surprised\" by this news. (RT 2/14/25 at\np. 94:1-96:27.)\nWith respect to the decision to enter the office suite at 3055 Wilshire, Brown appeared to\nhave little recollection of the decisions leading up to that step. He claims he did not know they\nwere going to bring a computer expert to copy files or retain a security company to accompany\nthem. (RT 1/27/25 am, p. 29:24-33:4.) He denies that he or his wife were the decision-maker s\nin barring Norris from the offices after October 21, 2023. (Id., at p. 35:24-36:19.) Later in his\ntestimony, Brown changed his testimony, explaining that he decided to have security accompany\nthem because he feared there might be violence; and that he went to the office with the intent to\nremove Norris from the offices with the use of security. (RT 1/28/25 at p. 68: l 5-25.) Brown\nsigned the actual agreement with the security company and the computer forensics company that\ncopied Norris's files. (Exh. 1657 and 1658.)\nTestimony of Richard Holstrom\nPlaintiffs offered the testimony of forensic accountant Richard Holstrom to quantify his\nclaimed damages and to provide expert testimony on law firm accounting. (RT 3/5/25, pp. 32-\n25.) Holstrom testified that, based on his review of the bank account records, in 2019 and 2020,\nPak and Brown received roughly equal payments from the law firm during those years. (RT\n3/7/25, p. 34: 17 -p. 42: 10 Exh. 1697, 1699, 1700.) He further confirmed that the money that wa\npaid to purchase leads from the Brown business account appears to have come from money\ntransferred into the account by Pak and that Brown had full access to these records in 2019 and\n2020 (and beyond). (RT 3/7/25, pp. 44-46.) Holstrom also presented lengthy testimony about\nthe attorney fees Brown should have received from the cases transferred to Norris. The court\ndoes not summarize this testimony because, as discussed further below, the court finds Brown is\nnot entitled to any portion of these fees.\n2 Around the same time, Brown claims he also discovered that the website for the Donald Norris\nlaw firm contained a link or \"protected page, \" which included information about Baird Brown,\nwell as Brown's photograph. (Exh. 1558 and 1652.)\n6\n\n===PAGE:7===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n1 l\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 Testimony of Ann Brown\nPlaintiff Ann Brown testified to several key issues in this case. First, she testified that her\nhusband did not want to retire when he was first diagnosed with Parkinson's in June 2019, nor at\nany time thereafter. (RT 3/5/25, p. 160:3-p.161:5.) She acknowledges that her husband had\nback surgery at the end of 2019, from which he had a long recovery period. He could not drive\nfor an extended period. (Id., at p. 161:6-p. 162: 12.) Nonetheless, she claims he never told her\nhe wanted to retire. (Id.) She admits that from March 2020 until the early part of 2023, he did\nnot go to work except occasionally on weekends. Nonetheless, she claims he still continued to\nwork from home and to communicate with Pak on a daily basis and expressed no interest in\nretiring. (Id., at p. 162:6-p. 163: 12.) She maintained this position at trial despite the fact that she\nalso acknowledged that in January 2022 her husband developed Covid, \"nearly died, \" was placed\non a ventilator and had to be hospitalized for a month, after which he was in inpatient care for a\nperiod of time and then at home receiving therapy. As far as the court can determine, Baird\nBrown appears to have been virtually incapacitated due to Covid for at least 4 to 5 months. (Id.,\nat p. 164: 10-167: 10.) Mrs. Brown confirmed that during the entire time that he was hospitalized\nto her knowledge there was no attorney taking responsibility for any of his cases. (Id., at p. 186.)\nMrs. Brown also claims that she was aware that the Brown firm was purchasing leads in\nthe amount of $635,000 in June 2019, which she thought was inadvisable. Her husband told her\nthat it was a good business investment. (Id., at p. 169, ln. 17-170, In. 22.) The court found this\ntestimony unlikely, given that her testimony was imprecise and she admitted that at this same\ntime her husband was not telling her the truth about one key issue -that he was under\ninvestigation by the state bar and facing a one-year suspension. (TR 3/13/25, p. 133:8-26.)\nIndeed, she only learned about the investigation and his suspension because Pak shared this\ninformati on with her when Baird was hospitalized with Covid in 2022; Mrs. Brown\nacknowledged that because her husband was \"embarrassed, \" he hid this information from her for\nthree years. (Id.) She also indicated that she had no knowledge of her husband entering any kind\nof relationship with Norris, while it is undisputed from the records that Brown approved the\nsubstitution of Norris onto the Roh case (discussed below) and signed a written agreement to\ngive him 20% of all of proceeds from the Androgel cases. Apparently, there was a lot of\ninformati on that Baird did not share with his wife. She also testified that she was aware that her\nhusband had been retained by the Mick family in 2014, but that her husband told her he was\ndoing nothing on the case. (3/13/25 RT pp. 125-128.) This further supports the court's\nconclusion that Brown knew he needed another attorney to handle cases, the Mick case being\njust one of them.\nMrs. Brown also acknowledged what was clear from the other evidence -throughout the\nentire period that Baird Brown now claims he was deprived of his case load and deluded about\nNorris's involvement, Baird had full access to SugarSync, his office's case management system,\nand would have seen that legal work was being performed by Norris. In addition, he had access\nto his business and trust accounts and would have seen that he was no longer receiving fees from\nmost of his cases. Again, this evidence supports a finding that either Brown thought his cases\nwere being magically (and illegally) prosecuted by his legal assistants, or he knew that Norris\nwas handling his case load based on their agreement.\nMrs. Brown testified that she believes that as a result of Pak and Norris's conduct, she\n7 I\n\n===PAGE:8===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n1 l\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 has been damaged in the following ways. She has lost her \"retirement\" and millions in dollars in\nfees from lucrative cases in which her husband had invested through the purchase of leads. She\ndid not quantify her damages further. She did not describe her emotional distress, a~thoug~ it\nwas obvious to the court from her testimony that she was deeply upset by the financial straits she\nand her husband now face. (RT 3/5/25, pp. 188-193.)\nTestimony of Carolina Navarro\nMrs. Brown's testimony was contradicted by that of Carolina Navarro, a former client of\nMr. Brown's, who worked for the firm in 2019. Navarro testified that in 2019, she was tasked\nwith driving Baird Brown to doctor's appointment s, during which he complained to her about\n\"shakiness. \" During this same time, he told her that he was \"coming to an end with the law\nfirm. \" (RT 3/7/25. p. 116:17-118:17.) She also recalls three meetings, either with Brown\npresent or with Brown on the phone, in which his leaving the practice of law was discussed: a\nmeeting sometime \"before summer\" of2019; a second meeting over Zoom towards the end of\n2019 where the staff was present in Pak's office and Mr. Brown was on the phone and \"a lot of\ncases were discussed\" and a third, in person meeting. (Id., p. 118:27-121:28; p. 139:6-141:9.) It\nwas at the last meeting that she met Norris for the first time. Navarro places this meeting\nsometime in 2020. At this meeting, Brown and Pak introduced Norris to the office staff, telling\nthem that Norris was going to be working on some of their cases. (Id., at p. 138:8 -p. 139:5.)\nShe also confirmed that she had a conversation with Mr. Brown and Pak in which she was told\nthat some of the 3M cases were going to be transferred to Norris and for her for work on those\ncases with Norris. (Id., at p. 142:2-148:27.) Although Ms. Navarro's dates appeared confused,\nthe court found her to be an extremely credible and even guileless witness, who appeared\ngenuinely to like and care for Mr. Brown and his wife.\nTestimony of Michelle Pak\nMichelle Pak's testified at length about her dealings with both law firms. She was paid\n50% of the firm's profits from the outset of her job with the Brown Law firm, commencing in\n200 l until late in the \"Covid lock down period. \" (RT 1/27 /25, p. 10: 13-11:28; RT 1/22/25, p.\n100:1-17; RT 1/22/25, p. 100:18-25.) Pak explained that she oversaw the office and did all of\nthe marketing for the firm; she was responsible, she claimed, for bringing in all of the clients for\nthe firm's mass tort practice. (RT 2/7/25, p. 69: 12-70:6.) As part of her agreement with Brown,\nshe advanced the costs of marketin g and purchasing leads, for which she was reimbursed first\nwhen the firm received money; after that amount was reimbursed, she received a 50% share of\nthe remaining profits. (Id., at p. 70:3-21.) She denied handling any of the legal work, including\nsettlements. (Id., at p. 71: ln 8-72: 5.)\nPak testified that sometime in May or June 2019, Brown told her that he had been\ndiagnosed with Parkinson's and that he was going to be retiring to focus on his health. He\nadvised her to find a new attorney to take over their office's mass tort practice and to enter into a\nnew profit-sharing arrangement with that attorney. (RT 1/27/25, p. 50:16-55:20; RT 2/5/25, p.\n17: 19-21: 12.) He told her he was very fatigued and needed to engage in many treatments to\naddress his health condition and so intended to retire. (2/7/25 RT p. 75:17-77:5.) Perhaps\ninconsistently, she testified that he appeared very strong and healthy, went to the gym every day\nand was still actively managing his case load during this period. (Id., at p. 77: 12 to 78:2.) Luc\nGranillo confirmed that in the first few months of 2020, Brown hobbled a pit and his hands\n8\n\n===PAGE:9===\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 shook, but he seemed to be mentally alert and able to run his firm, just as he had in the past. (RT\n2/14/25, p. 101-102.)\nAround this same time, May or June of 2019, Pak claims she told Brown that in light of\nhis decision to retire, her contractual relationship with him was terminated. Later in her\ntestimony, she placed this conversation as early as April 2019, explaining that it was\nimmediatel y after the MRI which diagnosed Brown with Parkinson 's. Even later in her\ntestimony, she stated that June 2020 was the first time that she told him that their contract was\nvoided. (RT 2/14/25 RT at p. 21:6 -22:3.) With leading, she then corrected herself again and\nsaid the first time she told Brown their agreement was voided was June 2019. (Id., at p. 22:13-\n25.) Then she doubled down and stated that she told him their contract was voided in June 2020.\nDespite all this prevaricating, she claims that Brown and she discussed at some uncertain time\nthat she could continue to work in the office, overseeing the settlement of their cases, handling\nthe medical liens, and she was told to finish the work, even that which an attorney should do.\nShe tried to communicate with Brown in the ensuing months about some of the cases as they\nwound up, but she asserts he expressed little interest in them, particularly the low value cases.\n(Id., at p. 23:3 top. 27:23.)\nPak claims that when Brown told her that he wanted to retire in 2019, he explained that\nhe wanted to keep only a few of the individual personal injury cases. He informed her he did not\nwant to keep the mass tort cases because they took two to six years to complete. (RT 2/7/25, p.\n80: 10-28.) He also wanted to retain some cases which had \"already settled, \" like the Androgel\ncase. (Id.) With respect to the Androgel case, he told Pak because it was nearly completely\nsettled, he wanted Norris to take it over, for an 80/20 fee split in Brown's favor. (Id., at p. 81: 13-\n25.)\nPak testified that although she was aware that Brown was the subject of a state bar\ninvestigation in 2019 (and had hired an attorney to represent him in that matter), she was\nshocked to find out in March of 2020 that the bar was going to suspend him. He had not told her\nthat he might be suspended. (RT 2/7/25 at p. 78:3 -p. 80:9.)\nShe gave conflicting testimony about when she first met Norris and when they began to\nwork together. In her deposition, she claimed that she first started working for Norris after\nBrown's suspension became effective on April 1, 2020. (RT 1/27/25 p. m., p. 42:8 -44:20.) Yet\nshe also admitted that she signed a document on July 30,2019, nearly a year earlier, which she\nclaims Norris drafted, which would have had her receive 90% ofNorris's mass-tort practice. (Id.,\nat p. 39: 1 to p. 42: 7, and Exh. 1512.) She further claimed that it was Brown who suggested she\ndraw up the agreement reflected in Exh. 1512 and 1670, when she and Brown met in Brown's\noffice in June 2019 to discuss his Parkinson's diagnosis. In this conversation, Pak claims he told\nher that she should enter into a profit-sharing arrangement with Norris and even encouraged her\nto ask for 90% of the profits. (Id., at p. 50, In. 16-p. 55, In. 20.) She conceded that the 90% spli\nof profits she was discussing with Norris was far more lucrative than the 50% share she received\nfrom the Brown firm. (RT 2/14/25 TR, p. 122:20-125:5.)\nAlthough she testified on one day that she first started working with Norris after April 1,\n2020, she testified elsewhere that in February 2020, she contacted one of Baird's clients, Hyung\nRoh, and told him that his case was going to be transferred to Don Norris and sent him a\nSubstitution of Attorney form which had been prepared by Brown. She claims that in February\n9 I\n\n===PAGE:10===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 2020 she knew that Brown was going to be suspended as they had already discussed it, along\nwith his intention to retire, contradicting her earlier testimony that she did not know about his\nsuspension until April 2020. (RT 2/5/25 at 24:9-p. 28: 13 and Exh. 16_7 l) She maintains that\nshe was still acting as Brown's office manager when she sent the substitution documents to Roh\nand explained to him that the case was being transferred to Norris. (Id., at 36, Ins. 16-21.) She\nalso admitted at trial that she knew the Roh case was a \"multimillion \" dollar case. (Id., at 40, 18-\n21.) She claims she told Roh that the case was being transferred to Norris because of Brown's\nsuspension and because he intended to retire. (Id., at 31, Ins. 20-26.) She admitted that at the\ntime she knew that Brown had associated in Brian Panish as co-counsel only a month earlier but\nexplains that it was her understanding that the Panish firm was only going to help with\nsettlement, not actual litigation. (Id., at 29, In. 4-p. 30, In. 16; and Exh. 1527.) Realizing her\nnumerou s inconsistencies, she then testified that Brown discussed with her that he was going to\nbe suspended before March 2020. (Id., at p. 34, ln. 4-25.) She was impeached with her\ndeposition testimony where she stated that he did not tell her about the suspension until the end\nof March and she did not tell Norris about it until after they received the suspension letter.\n(Depo. Transcript, p. 117:10-18; pp.234:5-235:10.)\nPak was questioned about the timing of the process for obtaining substitution of attorney\nforms from Brown's clients. With respect to the Roh case, she admitted that substitution of\nattorney form had been sent to the Roh family on or about February 21, 2020, to replace Brown\nwith the Norris law firm, but was not signed by Baird Brown until April 13, 2020. (RT 1/27/25,\np. 18:22-p. 21:25, and Exh. 1653 and 1655.)3 She denied that Brown had taken significant\ndeposition s in the case, testifying instead that Norris conducted the bulk of the work in the case,\nultimately settling it for $2.5 million. (Id., at 26:9-28:21.) She also testified Brown took less\nthan the 40% provided for in the retainer agreement and concedes that her daughter was repaid\nout of the settlement proceeds for money her daughter had allegedly lent to the plaintiff to cover\nhis living expenses. (Id., at p.28:26 -33:7.) For reasons that were never adequately explained,\nshe was paid $300,000 out of the Roh settlement proceeds, while the attorney on the case -\nDonald Norris- received only $70,000. (Id., at p. 44:17-28; RT 2/5/25 at p. 43:15-19.) No\nmoney was set aside from the Roh settlement to satisfy a lien from Brown and he asserted no\nlien, to Pak's knowledge. (2/5/25 at p. 44, In. 8-13.)\nPak testified that under her contractual agreement with Brown, even if the contract was\nterminated she was still required to \"see to the books\" and the accounting until all of the cases\nwere finished and all of the medical liens satisfied. (RT 1/27/25, p. 67:4-19.) She claims she\nperformed these services diligently after April 2020, trying to finish up the various cases in\nBrown's case load. (RT 2/14/25, p. 126:22-127:6.) Pak claimed that she paid all of the\noperating expenses out of the Baird Brown Business Account. (RT 2/7/25 at p. 72:6 -15.) Pak\n3 Although the court agreed with Brown's counsel that the substitution appeared to have been\ndoctored to change the Norris law firm name and address, which is not proper, Brown appears to\nhave signed the substitution on April 13, 2020, indicating that he knew the case was being\ntransferred to Norris. Roh also appears to have agreed to the substitution. The court did not find\nthis altered document to be evidence that Norris deceived Brown into transferring the case.\n(Exh. 1653 and 1654, 1655.) There was no persuasive evidence that Norris knew anything abou\nthe manipulation of the address line. (RT 2/28/25 at p. 45-47.) The court finds it more likely\nthan not that Pak oversaw manipulation of the document to ensure that the substitution was\naccurate for purposes of the court, without either Norris or Brown's knowledge.\n10\n\n===PAGE:11===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 claimed that Brown came into the office once a month or once every other month and reviewed\nthe bills and rent statements, which was consistent with Baird Brown and his wife's testimony\nabout his regular practices. (RT 1/27/25, p. 72:21-73:6.) She claims that every ch~ck she wrote\non this account was approved by Brown. (RT 2/14/25 RT at p. 28:20-29:5.) Later m her\ntestimony, she conceded that for checks she wrote, she did not get pre-approval but she would\nanswer Brown's questions if he had any. (Id., at p. 29: 17-25.)\nThe Brown firm had a five-year lease for office space at 3055 Wilshire Blvd. (Exh. 19),\nwhich commenced April I, 2019, with monthly rental payments of approximately $3000 per\nmonth with scheduled increases. Monthly rent was paid out of Brown's operating expenses. (RT\n1/27/25, p. 56: 1 to 57:22 and Exhibit 19.) In 2019, Michelle Pak signed the checks, paying their\nmonthly office lease out of Brown's operating account (See Exh. 7, p. 43, check No. 6914.) Pak\nidentified her signature on Check No. 6914, which the court finds to be a distinctive signature\nand quite different than Baird Brown's signature, which also appeared on checks written off the\noperating account. Pak was still writing checks for rent and office parking spaces to the\nbuildings' owners and Standard Parking out of the Brown operating account throughout 2020, as\nwell as numerou s other checks. (1/27/25, p. 62:1-28 and Exh. 10.) Brown ceased to write\nchecks on the Operating Account sometime in 2020. (See Exh. 9.) Pak continued to pay the rent\nusing Brown's operating account throughout 2021, 2022 and 2023 (Exh. 13 and 15.) Pak claims\nthat she negotiated a reduction of the rent on behalf of the Baird Law Firm, lowering the rent to\n$1800 per month. She claims that she did this to benefit the Baird Law Firm and that it was done\nwith Brown's consent. (RT 2/10/25 at p. 8: 19-p, 9:28.) She acknowledged that Norris had no\nlegal right to negotiate the lease reduction because he was not on the lease and that Brown was\nnot present during these negotiation s. (RT 1 /27 /25, p. 66: 10 to p, 71:20.) She acknowledges that\nthere was no written sublease between Brown and Norris. (RT 2/7/25 RT at p. 10:8-15.) She\nadmitted that Norris only made two payments (totaling $15,000) to the Brown firm to cover any\nof the expenses for the office. (RT 2/7/25 at p. 10: 25-12:8; RT 2/14/25 p. 31:28-32:28, Exh. 11\nand Exh. 1573.) However, she testified generally that whenever the office needed money for\nexpenses, either she would make a deposit to the Brown Business account or Norris would pay\nfor the expenses. She was only able to point to one such payment in the account records.\n(2/14/25 RT p. 35, ln. 27-and Exhibit 11, pp. 71-72.)\nNonetheless, the record also supports her claim that Brown expected her to continue their\noperations for some period of time to wind down the cases which had neared settlement or were\napproaching closure; and to allow him to continue to maintain some of his smaller personal\ninjury cases. She was authorized then, at a minimum, to continue renting the office space and\nmaintainin g their operation to handle these matters.\nWith respect to the Baird Brown Client Trust Account, both Brown and Pak had signing\nauthority. Throughout 2020 and 2021, Pak was signing checks disbursing funds from the\naccount, including payments to doctors, Baird Brown and others. In May of 2020, she signed\nchecks issued to Donald Norris Law firm for nearly $60,000. If Brown had been monitoring the\nClient Trust Account records, as he claimed he did, he would have seen these payments. (See\nExh. I 0.) The last check signed by Baird Brown on the Client Trust Account was signed by him\nin June 2020. Thereafter, only Pak's signature appears on checks drawn on the account, which\ncontinued until the end of 2022. In the last year for which the court has records (2022), very few\ntransactions were conducted on the Client Trust Account and the balance was no more than\n$50,000 (Exh. 12, 14.) Again, had Brown been monitoring the Client Trust Account, he would j\n11 I\n\n===PAGE:12===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 have known that no payments were being received from clients either b~ way of settlement or\nother means. All parties acknowledge that Brown had access to the Client Trust account at all\ntimes and could have seen all the checks she wrote. (2/7/25 RT at p. 73:15-25.)\nPak was questioned about payments made from the Baird Brown checking account ending\n3119. She confirmed that the following payments were made to purchase leads for mass tort\ncases: $195,000 was paid to Broughton Partners on May 14, 2019, $48,500 to Sequoia Media\nGroup on May 31, 2019, another $100,000 to Sequoia and $40,000 to On Point Legal on August\n19, 2019, $135,000 on October 22, 2019 to Broughton Partners, and$ I 35,000 on October 23,\nalso to Broughton. (RT 2/7/25 at p. 18: 9-20:21, and Exh. 7.) She claimed that all of these\npayments were made with her money, even though the payments were made from the Baird\nBrown business account. (Id.) She admitted that she was making these payments to purchase\nleads for the Norris law firm, starting as early as May 24, 2019. (RT 2/7/25 at p. 24:27-27:21.)\nShe then altered her testimony and stated that she did not start working for Norris until the end o\nJune or early July 2019. (Id., at p. 28, In. 19-25.) (As stated above, this testimony at trial\ncontradicted her deposition testimony.) She claims that Brown approved this method of paying\nfor leads for Norris: putting the money into the Brown business account so it could be written off\nas a business expenses for the Brown firm, but then used by the Norris firm. (2/14/25 pp. 38-\n41.) As trial went on, Pak's testimony changed yet again about who she purchased the leads for,\nundermining her credibility further. (RT 2/14/25 RT at pp. 45-49.)\nUltimately, Pak claims she invested $4 million of her own money between April 1, 2020 and\nOctober 2023 purchasing leads for Norris's law firm. (2/10/25 RT at p. 11, 4 to 8.) She testified\nthat it was her intent to become an investor in his firm and that she expected to be paid back\n\"dollar for dollar\" for the money she had invested in the firm through the purchase of leads. (RT\n2/14/25 at pp. 122-123.)\nOf the $635,000 which came from Brown's business account to purchase leads, she\nexplained $100,000 was in her \"account\" based on her taking less than her full draw in February\n2019; $335,000 she wired in to the account and $230,000 was a note she took over from Brown.\n(RT 2/14/25 at p. 50:18-58:10.) As Pak explained, Brown had borrowed $230,000 from Ms.\nNavarro, his former client and sometime legal assistant; by assuming his debt, she was able to\ntake $230,000 out of his business account to purchase leads. Ms. Navarro confirmed that Pak\ntook over this loan.\nPak testified that at the end of May or early June 2019, she had a conversation with Brown\nabout transferring his case load to a new attorney. Brown told her to look for an attorney to tak\nover the mass tort cases. At the time of this conversation, she did not yet know Norris. She\nclaims she told a friend that she was looking for an attorney and the attorney connected her with\nNorris, pointing out that both Norris and Brown had gone to Stanford. She did not know Norris\nbefore that introduction was made. Pak testified that she told Brown she would be meeting wit\nNorris and he approved. (2.7.25 p. 87:21-91:26.)\nShe then met with Norris sometime in June, discussed the opportunity with him, and Norris\nagreed to meet with Brown. (RT 2/7/25, p. 93:8-28.) She set up a meeting with Norris and\nBrown on July 11, 2019; it was the first opportunity for the two attorneys to meet. Nonetheless,\nPak admitted at trial that she had already paid for and obtained leads supposedly for Norris and\nshe and Norris were drawing up sample letters of introduction to Brown's clients, which could b\n12\n\n===PAGE:13===\nl\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 used to solicit them to transfer their case to Norris. (RT 2/14/25 Tr, p. 130-133, Exh. 1681 and\n1682.)4 She was part of the discussion between Norris and ~rown in which ~rown\ncommunicated that he wanted Norris to take over some of his cases. She claims that she was not\npresent during any discussion of the actual terms of the transfer. After the three of them met on\nJuly 11, they walked around the office and introduced Norris to the staff. She v: as never present\nat any discussion, nor did she see anything in writing between Brown and Noms about the terms\nof their transfer arrangement. (Id., at p. 93, ln. 23-p. 95, In. 12.) Legal Assistant Lucas Granillo,\nwhen questioned about this event, stated that he never saw Brown and Pak introduce Norris to\nthe office staff and never heard that it had happened in July 2019 or at any other time. (2/14/25\nTr, p. 90, In. 17-p. 92, ln. 17.)\nShe claims Brown told her to \"finish up\" all of his individual personal injury cases, settling\nthe medical liens and completing the settlements, allowing her to continue to use the law offices'\nspace and personnel to do that while she was simultaneously helping Norris assume\nresponsibility for the mass tort cases and to buy new leads to increase that case load. (RT 2/7/25\nat p. 100: 1-103:6.) Brown knew that Norris would be using the same office space, directing\nPak to make sure that the receptionist answered the phone with both the law firm of Baird Brown\nand the law firm of Donald Norris. (Id., at p. 103:7-18.) She testified that once he was\nsuspended, Brown directed her to transfer the remainin g of the PI cases to Norris, with each\noffice paying for the staff time devoted to their cases. (Id., at p. l 05:3-16.)\nShe claims that Norris did not actually start working on the mass tort cases until after\nBrown's suspension on April 1, 2020. (2/7/25 RT at p. 95:13-25.) Pak testified (and it was\nundisputed by Brown) that Brown did not come into the office during ordinary work hours after\nhe was suspended for more than three years. She did not see him in the office again until\nOctober 21, 2023, when he came with attorneys and his wife to reclaim the space. (Id., at p.\n105: 19 -106: 18.)5 She did continue to communicate him throughout 2020 and 2021. She claims\nwork was sti II being done on some of his cases (presumably by legal assistants and not Brown),\nand that he continued to get paid on those cases. (Id., at p. 106: 19 -109:25.)\nPak concedes that communications were sent to clients of the Baird Brown law firm as early\nas January 2020, informing them that their case was being transferred to the Norris firm. She\nclaims that all these letters were first approved by Brown. The court agrees with Brown's\ncounsel that the letters were slightly misleading in that they suggested that Norris had been an\nassociated counsel with the Brown firm previously or that his law firm was already part of the\n4 Although Pak did not admit this, the court concludes that she likely purchased the leads in Ma\nwith the intent that they be used by B~own, but when Norris agreed to take over the practice, she\nthen began to identify and treat these as leads purchased for Norris. The court does not find that\nshe was prescient about being able to work with Norris, or that Norris had a deal or\nunderstanding prior to June 2019 that they would be working together in any capacity.\n5 Having first said that she did not see Brown once between April 1, 2020 and October 21, 2023\nPak then changed her testimony and said he came onto the office every day. When the court\npointed out the inconsistency in her testimony, she corrected herself to say that she never saw\nhim but he was coming in on the weekend, that he continued to do payroll and was giving\ndirection to staff over the phone. (Id., at p. 105: 19 -106: 18.) The court placed little weight on\nher testimony as to Brown's level of involvement, since it was contradictory and not credible.\n13\n\n===PAGE:14===\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n1 1\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 Brown Law Firm. There was no evidence presented that Norris instructed anyone to send these\nletters or that he took part in drafting them. (RT 2/7/25 at p. 30:9-34: 16 and E~h. 154.) Pak_also\nconfirmed that in late 2019 through early 2020, paralegals in the Brown Law Fmn were calling\nclients, encouraging them to switch to the Norris Law Firm. (Id., at 35:21-37: I 0.) Sh~ admitted\nthat the script used by their legal assistants was deceptive, as it described Donald Noms as an\n\"associate branch\" of the Brown Law Firm, which he was not. (Id.) Other deceptive\ncommunications were sent to clients in the December 2019 period, describing Norris as a\n\"litigation attorney\" in the Brown firm. (Id., at p 39: 17-46:9 and Exhs. 452, 1554, and 1558.)\nThe court finds it more probable than not that Pak was directing that these communications be\nsent by legal assistants in the firm. There was no evidence that Norris was aware of these\ncommunications.\nPak testified that she knew that an entire box of more than l 00 notice letters to clients,\nrequired to be sent by the State Bar, had not been sent to clients. She claims Brown told her not\nto send them and so they remained, sitting in a box, until October 2023 when Brown and his\nattorneys came to the office and requested that she leave. (RT 2/7/25, p. 50:7 -53:8.)\nUltimately, the court did not place much weight on this box of unsent letters. As stated\nelsewhere, the court does not believe Pak's testimony, given her general lack of credibility, Mr.\nBrown does not have sufficient memory to know what occurred with this box, and the court\ncould not see any particular gain to anyone that it was not sent.\nPak was present on October 21, 2023 when Brown, his wife, and his attorneys came to the\noffice with several other people. She was handed a termination letter, which was also read to her\nby Brown's attorneys. (RT 2/5/25 p. 55:17 -57:3.) During this incident, she repeatedly asserted\nto Brown's attorneys that all of the office equipment, furniture and computers were her personal\nproperty or purchased with her money. (Id.)\nOf the seven computers which she claimed to have purchased, only three have been\nreturned to her. (Id., at p. 58. Lns. 6-7.) When asked to provide invoices to prove that she had\npurchased the four other computers and their costs, she presented invoices she obtained from the\nvendor. Brown's counsel established that some of the invoices appear to be generated from\nearlier invoices. (RT2/7/25 atp. 13:8 -17:16.)\nTestimony of Bruce Pixley\nAlthough plaintiffs presented the evidence of computer expert Bruce Pixley, who questioned\nthe authenticit y and history of an email sent on April 24, 2020 which purportedly showed Brown\nreceiving email notification of some of the letters going out to clients, the court found this\ntestimony largely irrelevant given the other evidence that Brown was aware of and had approved\nthe plan to transfer the mass tort clients to Norris. The court also found largely irrelevant the\nextensive testimony presented by Pixley about whether information about Brown and his photo\nhad been briefly visible on Norris's website. As explained above, the court finds that Pak was\nprimarily responsible for overseeing and managing the transfer of cases; the court finds she also\nhired the people who put together the website. Given that Brown had approved the transfer, as\nthe court finds, the court finds it hardly surprising that some of the advertising materials used\ncontinued to make mention of Brown. The court did not find the use of Brown's image and\ninformation for some period of time on the website to be deceptive or injurious to Brown in any\nway. Both Brown and Norris would have benefited if clients thought they were associated, as it\n14\n\n===PAGE:15===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 would have made it more likely that clients would agree to the transfer. Norris deni_ed hav! ng\nany knowledge about ~he creation _of the webs'. te, all of which was handled, by a de_s1gne~ hired by\nPak. He testified credibly that while the website was modeled after Brown s, any inclusion of a\nphoto of Brown was inadvertent and likely not visible to the public_. (RT ~/5/25, p. 26:21-p.,\n28:6.) Indeed, he claimed he would not have wanted Brown on his website because of Browns\ndiscipline record. (Id., asp. 53.)\nUltimately, the court found Pixley's testimony did not support Brown's theory of the case in\nany meaningful way.\nTestimony of Lucas Granillo\nLucas Granillo was called by plaintiffs to testify about his experiences as a legal assistant at\nthe Brown law firm. Granillo started with the Brown firm in 2017 and left in May or June of\n2020. (RT 2/10/25 p. m., pp. 234: 16 -235:4.) He testified that during his employment with the\nfirm, Pak directed all his work, not Brown. However, if he did something that had to go to court,\nhe believes Brown would review it. (Id., at pp. 235:20-236:24.)\nSometime in 2020 (if not earlier), the office began the process of transferring Brown's cases\nto Norris. Pak told Granillo that Brown wanted his mass tort cases transferred to Norris. She\ntold him this change was due to Brown's health issues which made it hard for him to practice law\nand because he had a suspension approaching. Granillo never heard this directly from Brown.\n(RT 2/10/25 at p. 242: 1-24.) Pak directed him to contact the mass tort clients and tell them that\n\"Mr. Norris is going to absorb and take over Mr. Brown's mass tort claims, and that... the same\nstaff and the same office were going to be working the cases. \" (Id., at p. 243:6-21.) He\nconfirmed that the various email communications with clients and scripts introduced into\nevidence were generally the types of communications that Pak directed him to send to existing\nclients to persuade them to transfer their cases to Norris. He confirmed that Norris was not an\nassociate of the firm, nor a branch or division of the Brown firm. (RT 2/14/25, pp. 67-87.)\nGranillo also confirmed that though he worked on legal matters for the Norris law firm at times\nbefore his departure in June 2020, he was always paid with a check drawn from the Baird Brown\nlaw firm. This amount was never quantified. (Id., at pp. 87-88.)\nTestimony of Taurin Robinson\nDefendant Taurin Robinson, a law clerk with the firm, also provided testimony. He\nexplained that he worked for the Brown firm from 2017 until the end of 2020. (RT 2/28/25 pp.\n58:21 -59:20.) He began to work as a legal assistant for the Norris firm in January 2021. (Id.)\nHe explained that he did some work \"here and there\" for Brown after the suspension. (Id., at pp.\n59:1-60:11.) His paychecks throughout 2020 were issued by the Brown law firm. However, he\ncontends that when he did work for Norris, he was separately paid by Norris. (Id. at p. 60: 12-\n23.) Robinson, like Granillo, was asked to communicate with clients to ensure their smooth\ntransition to the Norris law firm. (Id., at pp. 63-67, 70.) Robinson testified that he believed what\nhe was doing was in Brown's best interest and at his instruction because Brown told them to\ntransfer the cases to Norris's firm. (Id., at p, 74:16-75:15.) He denied Brown having any\nmemory issues in 2019 and 2020. (Id., at p. 79.)\nRobinson claims that he participated in a Zoom meeting sometime during the early part of\n15\n\n===PAGE:16===\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27 the Covid lockdown (and Brown's suspension) when they were all working from home; Brown\ninstructed them during this call to transfer all of the cases to Norris.6 During this call Brown\ninstructed them on how to transfer the cases, expressed a disinterest in continuing to practice law\nand told them that if they had any questions regarding cases to take the questions to Pak. (RT\n2/28/25, at pp. 80:2-83:3.) He explained that the process of transferring cases was confusing and\ndifficult, but the staff did the best they could. (id., at pp. 83-84.) He clarified that Brown was\nfairly hands off in the transfer process but nonetheless directing it. Norris played no role in\ndirecting the transfer process. (Id., at pp. 88:4 -89:4.)\nTestimony of Donald G. Norris\nNorris was questioned at length about his role in the transfer of cases and his counterclaims.\nHis testimony was at times argumentative, self-serving or evasive. Some of this may be\nexplained by the considerable hostility expressed by all of the attorneys towards each other -\nclients and their counsel -which may have made Norris unusually combative. Thus, he was\nunnecessarily cautious about identifying documents and sometimes contradicted himself about\nwhat he had signed and what he had not signed. This caution made him appear evasive or less\nthan credible at times.\nNonetheless, Norris did present credible testimony about his first encounter with\nMichelle Pak and the process by which he agreed to undertake to continue to represent many of\nBrown's clients as Brown wound down his law practice. Norris met Pak in May or June 2019,\nthrough an introduction by a mutual friend. (RT 3/5/25 at pp. 5-6.) Norris had known Brown by\nreputation previously and had even referred cases to him, as he knew him to be a competent and\nexperienced attorney. (Id..) Pak told him that Brown wanted to stop practicing law, as he had\nrecently been diagnosed with Parkinson's and he was looking for someone to transfer hundreds\nof cases too, many of which were product liability mass tort cases. Pak proposed that she remain\nas an office manager to manage the staff and obtain leads. He believes at their first meeting she\nproposed the same type of financial arrangement she had with Brown, namely a 50/50 split. (RT\n3/5/25 at pp. 6-9.)\nNorris told Pak he was interested in the prospect, and she arranged a meeting in the\nsecond or third week of July between Brown and Norris. (RT 3/5/25, pp. 12-13.) Before the\nmeeting, Pak assured Norris that Brown wanted to go ahead with transferring the cases. (RT\n3/5/25, pp. 15:27-16:4.) At the meeting in July 2019, Brown told Norris that he did not want to\npractice anymore and that he intended to retire. He stated that he wanted to transfer his cases\nover to Brown and would do whatever was needed to facilitate the transfer. Norris explained\nthat he was interested but not certain he wanted all the cases, as he did not know anything about\nthem. (RT 3/5/25 at pp. 12-13.) Significantly, Norris admitted that Pak began to purchase\nleads for his firm in June 2019, well before the meeting between Norris and Brown. He claims\nthat Pak told him that Brown had given his blessing to this arrangement. (RT 3/5/25, pp. 131-\n132.) Pak told him that she was paying for leads using her own money, but did not disclose to\nhim that she was passing that money through the Brown business account. (Id., at pp. 133-136.)\nNorris viewed the money that Pak paid for leads to obtain clients to be loans to his law firm,\nwhich would have to be repaid. (3/5/25 at pp. 137-142.)\n28 6Granillo denied being present on such a Zoom call or ever hearing that such a call had taken\nplace. (3/7/25 Tr., pp. 30: 17-31:21.)\n16\n\n===PAGE:17===\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 The only group of cases for which there was a written agreement between the parties\nrelated to litigation over testosterone cream, referred to as the \"Androgel cases. \" (RT 3/5/25, pp.\n13:28 -14:24.) Norris testified that he received an email \"out of the blue\" drafted by Bro~,\nwhich provided that Norris would complete the cases and receive 20% of the attorney fees m\nexchange. (RT 2/28/25, pp. 13-20.) Through Norris's testimony and Exhibits 1, 2, 3 1446, and\n1686 to 1688, it is clear that Brown was well aware that Pak was acting as Norris's manager, as\nBrown exchanged multiple emails with her about the split of the Androgel fees in the November\n2020 period, in which Pak was negotiating on behalf of Norris, not Brown. (RT 2/28/25 at pp.\n25-36 and Exh. 1446.) Norris testified that Brown was fully paid his 80% of the Androgel fees.\n(RT 3/5/25, p 15.) Brown never asked for a fee split on any of the other cases that were\ntransferred to Norris. (RT 3/5/25, pp. 67-68.)\nNorris had no good explanation why there was no written agreement between himself and\nBrown for the transfer of the other mass tort cases. (RT 2/28/25, pp. 37-40.) Norris testified\nsimply that they had an oral agreement that Norris would be taking over these other cases,\nreached initially in July 2019, and then affirmed by their conduct and subsequent conversations\nover the next many months. (Id.) Defendant s' counsel established that even though Brown had\nNorris's emajl and phone number, Brown never wrote to him (or spoke with him) to demand\npayment on any case or to express disagreement with Norris' involvement in these cases until\nyears later in 2023. (RT 3/5/35 pp. 14-15.)\nWith respect to the Roh case, Norris testified that the case had been filed by Brown on\nbehalf of an injured truck driver. Norris believed that it could be a high value case due to the\nnature of the plaintiffs injuries and need for significant future medical care. When he became\naware of the case, very little had been done and no discovery had been taken. He was able to go\ninto the Brown office's SugarSync system and see the work that had been done, as well as what\nhad not been done. Norris put \"a lot of hours\" into the case, including conducting all discovery\nand handling settlement negotiations. While the Parush Shea & Boyle case had done some work\non the case, Norris concluded that their work on the case had terminated upon an early mediation\nand that their lien had no validity. The Panish firm ultimately dropped their claim for payment.\n(RT 3/5/25, pp. 68-73, and Exh. 416.) Norris confirmed that the case ultimately settled for $2.5\nmillion, from whjch the Norris law firm took attorney fees of $632,000. While they were entitled\nto more, Norris personally only received approximately $60,000 from the Roh settlement, as\nover $500,000 was used to buy new leads, pay off loans from Pak, and pay office expenses. (Id.\nat pp. 74-77, and Exh. 1656.) He conceded that $261,000 of the attorney fees was transferred to\nPak but cannot reconstruct precisely what that payment was for, as all of his notes were taken by\nthe Whites and plaintiffs on October 21, 2023. (Id., at 78-79.)\nNorris concedes his firm also received a large settlement for the \"Roundup\" mass tort\ncases, for which Pak was paid $874,000. He testified that this constituted repayment to Pak for\nthe money she had paid to purchase leads of clients in the Roundup cases. (Id., at 79-80.)\nAt Pa. k's direction, sometime in July 2019, Norris drafted a compensation agreement to\ngovern her work with his firm. Although he drafted it at Pa. k's direction, Pak told him that\nBrown had reviewed it and told her it \"looked good. \" (RT 3/5/25, p.16:20 -17:9.) Brown\nexplained he never signed the agreemen t because he was not sure it was \"kosher\" under the\nethics rules and he wanted to see how their business together progressed. (3/5/25, pp. 17: 12 -\n17\n\n===PAGE:18===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n1 1\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 18:2.)7 While Norris declined to sign this agreement which would have given Pak 90% of his\npractice's net profits, after cases settled, it was his practice to decide a \"fair\" amount to pay Pak\nbased on the hours she had worked and other unspecified factors. He also sought to ensure that\nshe was repaid for any loans she had made to the firm or advanced to buy leads. (RT 3/5/25 at\npp. 62-65.)\nNorris was aware that Brown's cases were being transferred to him, commencing in the\nfust quarter of 2020, although there may have been a few that transferred in December 2019.\nBrown never voiced any objection to the transfer and Norris believed that he was fully on board\nwith the plan to wind down his practice and transfer his cases to Norris. (RT 3/5/25, p. 18:3 -\n19:28.) Norris played no role in the transfers, which were handled entirely by Brown's office\nstaff. He denies directing the process or being involved in the paperwork or interactions with\nclients. (id. and RT 3/5/25, pp. 82:24-83:6.) There was no evidence presented by plaintiff to\nshow that he participated in the process.\nAlthough Norris had wanted to move all of the case files to his own office in downtown\nLos Angeles, Pak persuaded Norris to continue to continue to handle the cases out of the Brown\nlaw offices in Korea town. She told Norris that Brown felt more comfortable keeping them in\nhis own office because they had once been his clients and he wanted Norris to continue to use his\nstaff to work on those cases. (RT 3/5/25, at p. 59.) Norris never discussed the rent of the Korea\ntown offices with Brown. Instead, Pak told him that \"she was covering it. \" He does recall being\nasked to pay $15,000 towards the rent at some point by Pak, which he did, but he does not recall\nthe specifics. (id., at p. 59:26-60:24.) He did not provide any testimony or evidence to\nestablish that he paid any other office expenses, rent, or staff costs for the Wilshire Avenue\noffices during the period in question (April 2020 to October 21, 2023).\nNorris confirmed that Brown represented Norris and Brown in malpractice litigation\nbrought against both of them by an heir to one of their clients, known as the \"Mick case. \"\n(3/5/25 pp. 21:8.-p. 22: 13.) Throughout his representation of Norris on that case, Brown never\nmentioned that he believed he should have been paid by Norris for any of the cases Norris had\nbeen handling. (id.)\nNorris was not present when the Browns and their attorneys went to the offices on\nWilshire on October 21, 2023, and ejected Pak and Norris. He met with the Whites a few days\nafterwards at Starbucks. At that meeting, the Whites accused Norris of having stolen cases from\nBrown, which Norris denied; he explained to the Whites that the cases had been transferred to\nhim by Brown. Norris told the Whites that there were many files in the office belonging to his\nclients -clients who had never been represented by the Brown law firm -to which he needed\naccess. The Whites agreed that Norris could go with them to the suite to identify those files,\nwhich they did that same day, but Norris claims he was only provided 45 minutes to go through, The court observes that both firm's agreements with Pak were unsavory and may have\nbordered on unethical. Because both firms appeared to employ this same unusual business\nmodel of paying for leads to solicit clients and then at times appearing to pay Pak, a non-lawyer,\na percentage of fees recovered, neither complained about the other's practices or presented law\nor argument about these practices. Accordingly, the court does not express any opinion or\nfindings about the legality or ethics of these practices, beyond observing that both lawyers seem\nto have used poor judgment and disregard of ethical constrictions in their involvement with Pak.\n18\n\n===PAGE:19===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n1 1\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 the file cabinets -not enough time to review them all. (RT 3/5/25, p. 87:1-p.89:8.)\nNorris claims that he had his laptop with him during the Starbucks meeting and that his\nlaptop was left permanently \"on\" in his computer bag, such that anyone could gain access to all\nof files on that computer simply by refreshing the screen; one did not have to enter a password.\nHe testified that after he left the Wilshire Suite, he realized that he did not have his lap top bag.\nHe went back to Starbucks to look for it, but it was not there. He then called the Whites at the\nWilshire office and asked them whether he had left the bag in the suite. He claims the Whites\nrefused to let him enter to look for it. Subsequently, he received some \"strange\" communications\nfrom his File and ServeXpress account (required for filing and service in certain cases), which\nindicated that the Brown firm was interfering with his ability to receive court documents. He\nwas not able to place a cost on this alleged interference with his files and the court found his\ntestimony highly speculative. (RT 3/5/25, pp. 94-104.) The court is not persuaded that the\nplaintiffs or the Whites stole and accessed his laptop; there was insufficient evidence presented\nas to why an error occurred with Norris's File and ServeXpress account.\nPrior to October 21, 2023, staff at the Wilshire office answered the phone: \"Law Office\nof Baird Brown and Law Office of Donald Norris. \" After that date, if someone called asking for\nNorris or his firm, the person answering the phone would state: \"Mr. Norris is no longer at this\nnumber. \" (RT 3/5/25 pp. 107:17-109:17.)8 Norris did sign a stipulation on October 31, 2023-\nhe claims under duress --in order to recover client files and computers and related equipment,\nwhich plaintiffs had taken on October 21, 2023. (RT 3/5/25, p. 110: 10-1 l 6:6, Exhs. 1694 and\n15558.) Norris explained that these files belonged to clients who had never been represented by\nBrown; Norris needed to obtain these files to contact them and to represent them. (id.) Despite\nsigning the agreement, plaintiffs never returned the client files to Norris, nor did they return\nPak's computer, which had a lot of information on it which was not maintained on any of their\nother computers. Due to the actions of the Browns and their counsel, it was impossible for the\nNorris firm to contact their clients, or to access critical information, such as their birth\ncertificates and medical files. (Id., at pp.116:7- 117:23.) Norris refused to have the records\nscanned by plaintiff' s counsel because, he explained, it would have meant that attorney client\ncommunications and client document s were being viewed and retained by someone other than\ntheir counsel. (Id., at 117:24-119: 1.)"
}