{
  "roman": "C",
  "title": "Claims Solely Against Pak -Breach of Fiduciary Duty",
  "pages": [
    25,
    26,
    27,
    28,
    29
  ],
  "text": "C. Claims Solely Against Pak -Breach of Fiduciary Duty\nJudge Recana determined that Pak owed a fiduciary duty to Plaintiffs from 2015 to at least\nApril 1, 2020. (Order, 11/20/2024, pp. 6-7; emphasis added.) Brown confirmed that she held a\ntrusted position in his firm from at least 2015 through the spring of 2023. (1/23/25 at p. 22, ln 11\nto 25, In. 8.) The court finds that Pak continued to owe Brown a fiduciary duty through October\n21, 2023, at least with respect to the handling of the cases and work she continued to manage for\nhim during that period. Pak did not persuade the court that all such work was completed by that\ntime. As such, he continued to require her undivided care and loyalty for the handling of those\ncases and management of his finances relating to those cases. Judge Recana set forth those\nduties:\n\"Every employee owes his or her employer duties of undivided care and loyalty. \"\n(Janken v. GM Hughes Elecs. (l 996) 46 Cal. App.4th 55, 74.) \"California law does\nnot authorize an employee to transfer his loyalty to a competitor. During the term\nof employment, an employer is entitled to its employees' 'undivided loyalty. \"'\n(Fowler v. Varian Assocs., (1987), 196 Cal. App.3d 34, 41 [finding a former\nmarketing manager owed a fiduciary duty to his former employer, which the manager\nbreached when he attempted to compete directly with his former employer).)\n\"During the term of employment, an employer is entitled to its employees'\n24\n\n===PAGE:25===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27 'undivided loyalty. \"' (Stokes v. Dole Nut Co. (1995) 41 Cal. App.4th 285, 295.)\n(Order, 11/20/2024, p. 6; emphasis added.)\nThose duties were further elaborated upon by the court of appeals in Huong Que, Inc. v.\nLuu (2007) 150 Cal. App.4th 400:\nThe duty of loyalty embraces several subsidiary obligations, including the duty \"to\nrefrain from competing with the principal and from taking action on behalf of\nor otherwise assisting the principal' s competitors\" (Rest.3d, Agency,§ 8.04), the\nduty \"not to acquire a material benefit from a third party in connection with...\nactions taken... through the agent's use of the agent's position\" (id., § 8.02), and the\nduty \"not to use or communicate confidential information of the principal for\nthe agent's own purposes or those of a third party\" (id., § 8.05(2)).\n(Huong Que, Inc. v. Luu (2007) 150 Cal. App.4th 400, 416.)\n1. Breach of fiduciary duty by Pak relating to alleged theft of clients\nPart of plaintiffs' breach of fiduciary duty claim against Pak rests on the unsupportable\nfactual contention that Pak used fraud and deceit to steal existing clients and potential new\nclients from Brown so that she could go into active competition with him when she was still\npurporting to work as his office manager. The court agrees that had Pak transferred Brown's\ncases, solicited the clients to switch fim1s, purchased new leads for Norris -all without Brown's\nknowledge and consent -she would clearly have breached her fiduciary duty to Brown. But the\nevidence does not support plaintiffs ' version of events. As discussed above, the court finds that\nBaird Brown voluntarily withdrew from many of his cases, encourag ed Pak to work with Norris\nto create a new mass tort practice for Norris's own firm, agreed to the substitution of Norris as\ncounsel of record on his existing cases, and consented to her using his office with Norris to\ncreate a new practice, while wrapping up Brown's few remaining personal injury cases. Having\nconsented to Pak playing this dual role, Brown cannot claim she breached a fiduciary duty to hi\nand his firm.\n2. Breach of fiduciary duty by Pak in the Use of Firm Money to Purchase Leads\nSeparately, plaintiffs contend that Pak breached her fiduciary duty to plaintiffs by using\nmoney in the Law Office's business money (BofA account #3119) to purchase $653,500 in\nleads in 2019. Those purchase s are as follows:\nMay 14, 2019 wire transfer of $195,000 to B Partners. (Tr. Exh. 7, p. 38.)\nMay 31, 2019 wire transfer of $48,500 to SMG (Tr. Exh. 7, p. 38)\nJune 3, 2019 transfer of $100,000 to SMG (Tr. Exh. 7, p. 48)\nAugust 19, 2019 transfer of $40,000 to OPL (Tr. Exh. 7, p. 64)\nOctober 21, 2019 transfer of $135,000 to B Partners (Tr. Exh. 7, p. 86.)\nOctober 22, 2019 transfer of$135,000 to B Partners (Tr. Exh. 7, p. 86.)\nThese are the transactions fairly presented in plaintiffs' closing brief and at trial. These\n28 are the only transactions which the court considers further as a result of the objections lodged b\n25\n\n===PAGE:26===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 plajntiffs.\nThe court asked for further briefing from Pak's counsel to explain the source of these\nfunds and to respond to the objection s. The court finds Pak's explanation unhelpful in many\nrespects or not squared with the evidence presented. The court discusses each of these\ntransactions further below.\nIt is undisputed that Pak purchased leads from several firms at a total cost of $653,500 in\n2019 for use by the Norris firm. The evidence also showed that some of these funds originated\nin the Brown Client Trust Account, were transferred by Pak to the Brown Business Account\n(account ending 3119) and were then wired by Pak to third parties to purchase several tranches\nof client leads. The court finds that Pak had full authority and access to both of those accounts\npursuant to her agreement with Brown. The court also finds that Brown was writing checks from\nthe same two accounts in 2019 and so would have been aware of these transactions but made no\nobjection. The court finds that Brown knew that Pak was purchasing leads (because of the name\nof the payee) but did not know that she was purchasing leads for the Norris firm as opposed to\nthe Baird firm. Plaintiffs met their burden at trial of establishlng that some of these funds either\noriginated in the Baird Brown Client Trust Account or the business account, which would\nconstitute a breach of fiduciary duty if those funds were used for anything other than the benefit\nof the firm and/or Brown. Thus, the burden shifted to Pak to establish that these funds, in fact,\nbelonged to her to use as she elected. The court finds that Pak has not met that burden with\nrespect to all of these transactions. Moreover, Pak' s explanation for the source of these funds\nwas not credible in some respects.\nIn her response to plaintiffs' objections filed on November 3, 2025, Pak claims that the\ndisputed purchases of $635,500 in leads for the Norris firm \"were funded by Ms. Pak through a\ncombinatio n of direct contributions and assumed obligations:\n• $335,000 wired into BrownLaw' s account from Ms. Pak's personal funds (Ex. B,\nTrial Tr. 2/14/25 at 50: 15-28, 52:4-6)\n• $230,000 from a loan originally made to Mr. Brown by Carolina Navarro, which\nMs. Pak assumed (Ex. B, Trial Tr. 2/14/25 at 51:5-58:10; Ex. C. 3/7/25 at\n123:6-13, 124:1-12)\n• $100,000 retained earnings credit established on February 26, 2019, when\nBrownLaw issued $215,000 to Mr. Brown and $115,000 to Ms. Pak's company,\nUSCV (Ex. B, Trial Tr. 2/14/25 at 53:1-2; TrEx 7, p. 13)\n(Response of Defendan t/Cross-complainant Pak to Plajntiffs' Objections to Court\nProposed Statement of Decision, p. 3.) As explained further below, these assertions do not\nestablish that all of these lead purchases were funded by Pak's own money or money she was\nowed under her profit-sharing agreement with Brown.\nThe first transaction that the Browns challenge as suspect was a $195,000 payment from\nthe Brown Business Account (3119) dated May 14, 2019 to purchase leads from a company\nreferred to as \"B Partners. \" The bank records show that this same amount was transferred by\nPak to account 3119 a day before from the BrownLaw client trust account. (Exh. 8, p. 27.) Th\nsame is true for the next purchase of leads made on May 31, 2019 in the amount of$48,500.\n(Exh. 7, p. 38.) The evidence shows this money was pajd out of the business account by Pak,\n26\n\n===PAGE:27===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 following a deposit into the account from the client trust account by Pak. (Id..) Thus, by the end\nof May 2019, Pak had taken $243,500 out of the Client Trust Account to purchase leads for\nNorris.\nPak explained these expenditures as follows: She claims that as of May 14, she had an\nearnings credit of $100,000 in the Client Trust Account from February 2019 because in February\nBrownLaw had issued $215,000 to Brown and $115,000 to Pak's company USCV, shorting her\nby $100,000. She also presented evidence that she had a credit of $230,000 with BrownLaw\nbecause she had assumed a loan in that amount owed by a former client to Baird Brown. That\nevidence was not refuted and was corroborated by the client, Carolina Navarro. (3/7/2 Tr.\n136:20-26.) Moreover, Pak presented evidence that the court found credible that Brown was\nreviewing all of these transactions and raised no objections to them. As stated elsewhere in this\nopinion, Brown was competent in 2019 and handling his business affairs. Moreover, he knew\nthe leads were not being purchased for the Brown firm because he was stepping back from the\nfirm, transferring his clients to Norris and not intending to practice law in the future. He could\nnot have intended Pak to be purchasing hundreds of leads for his own firm, since he had no\nlawyer (other than Norris) associating in to handle these cases.\nNonetheless, Pak was responsible for managing the payments and the books and her\naccounting practices likely were confusing to Brown. Her testimony that she had an earned\nincome credit of $100,000 as of May 2019 was demonstrated to be false by the records submitted\nand the testimony of plaintiffs' expert Holstrom. Indeed, by May 14, 2019, Pak had already\ntransferred $40,000 (two checks of $20,000) to herself from the business account, reducing any\ncredit to $60,000. The evidence presented also showed that by October 14, 2019, she had\ntransferred another $75,000 to her company, without comparable payouts to Brown. (Ex. h. 7.)\nThus, the $100,000 credit was ephemeral. At best, plaintiffs admit Pak had a credit of $20,000\nby the end of 2019. (See Brief, at p. 7, Ins. 11-15.)\nAccordingly, the court finds that Pak has presented adequate evidence that she had\n$230,000 in a credit, justifying her transfer of $230,000 of the $243,500 from the client trust\naccount in May 2019 to purchase leads. She has not adequately explained the additional $13,50\nshe transferred in May.\nTurning to the June 3, 2019 wire transfer of $100,000 from the business account to\npurchase leads from SMG, plaintiffs failed to establish that this expenditure was improper.\nImmediately before this wire transfer out, Pak wired $200,000 of her own money into the\naccount. (Tr Ex. h. 7, p. 48.) Even if her testimony about this transfer was confusing at trial, tha\ntestimony did not make this transaction a breach of her fiduciary duty to Brown. The parties had\nan understanding, the court finds, that the business account could be used by Pak to conduct\nthese types of transactions, even if not for the immediate benefit of Brown or the BrownLaw\nfirm. Thus, the $100,000 spent on June 3 is adequate ly accounted for by Pak and does not\nconstitute a breach of her fiduciary duty to plaintiffs. But the court agrees with Plaintiffs that\nPak then transferred $100,000 out of the account for her own purposes, leaving no excess to\ncover the other transactions discussed below.\nWith respect to the August 19, 2019 transfer of $40,000 to OPL, Pak has not presented\ncredible evidence that she had a credit or other money available to her in the Client Trust\nAccount, which would cover this payment to OPL. Therefore, plaintiffs have established that\n27\n\n===PAGE:28===\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 Pak breached her fiduciary duty by transferring funds from the client trust account to cover this\nlead purchase.\nWith respect to the two $135,000 purchases ofleads from B Partners made on October 21\nand 22, 2019 out of the business account, $135,000 was transferred by Pak from the Client Trust\nAccount into account 3119 to make these purchases and $135,000 came from plaintiffs own I\nmoney. (See Exh. 8, p. 55 and Exh. 7, p. 86.) Pak was not able to present any credible evide~ce\nas to why she was entitled to $135,000 of the client trust account money as her own at that pomt\nin time. Accordingly, plaintiffs have established that she breached her fiduciary duty to Baird\nBrown when she used client trust account funds to purchase $135,000 in leads in October 2019.\nIn sum, the court agrees with plaintiffs that they have established that Pak breached her\nfiduciary duty to plaintiffs by using $188,500 of money belonging to the firm and/or Brown to\npurchase leads for the Norris firm.\nTo the extent that plaintiffs claim Pak breached her fiduciary duty to the law firm in her\nhandling of the cases which Brown retained after April 1, 2020, insufficient evidence was\npresented to support such claim. The evidence showed that Brown entrusted Pak, a non-lawyer\nwith limited English skills and no discernible professional credentials, to finish up certain\npersonal injury cases. No evidence was presented to credibly establish that she did not\ndischarge her duty, attempt to complete those cases, negotiate liens, or obtain funds owed to the\nBrown Law Firm. As previously stated, Brown's delegation of these duties, many of which\nwould almost certainly have involved legal work, or negotiations with a client and third parties\non behalf of a client, to a person of Pak's minimal qualification s, showed poor judgment, perhap\nexplainable by his health issues and deteriorating cognitive abilities. Nonetheless, there was no\nevidence of actual breach by Pak as it related to these retained personal injury cases, or damages\ncaused by such a breach.\n3. Breach of fiduciary duty by Pak relating to payment of rent\nThe court also finds Pak breached her fiduciary duty to Brown in her handling of the\nrental agreement. While the court finds that it is more likely than not that Brown permitted Pak\nto continue to use the office suite for her work with the Norris firm, given that she would be\nworking in the suite to complete his cases as well, Pak was not transparent in her handling of the\nrental agreement or the lease payments, as she was required as Brown's fiduciary. Plaintiffs did\nnot provide persuasive evidence that the rental payments, however, were being paid with\nBrown's money, as opposed to Pak's money, for the period after 2020. They did establish that\nbalance is owed of $64,425, as of February 29, 2024. Subtracting from that amount four months\nof rent for the period November 2023 to February 29, 2024 (when Pak and Brown were barred\nfrom the offices), at an average base rent of $4000, leaves a \"balloon\" payment of $48,000. P\nbreached her fiduciary duty to Brown by failing to pay one half of this amount, since her\nbusiness was utilizing at least one half of the office space. Accordingly, plaintiffs Brown and\nBrown, A professional Law Corporation, are entitled to damages in the amount of $24,000 base\non this breach.\n4. Breach of Fiduciary Duty by Pak relating to the Roh Case\nPlaintiffs failed to present persuasive evidence that Pak's conduct with respect to the Roh\n28\n\n===PAGE:29===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27 case violated her fiduciary duty to Brown. As stated throughout the opinion, the court finds that\nBrown acquiesced in the transfer of his cases to the Norris firm because_ ~f his heal~ issues~ ~he\nstate bar investigation and his understanding that he did not have the ability to contmue to litigate\nthese cases. There was no evidence that Pak used undue influence on the Roh family or that\nBrown was unaware of the transfer. If Brown truly believed he was still representing Roh, he\nwould have exercised his professional obligations to keep abreast of the case and would have\nimmediately seen that a substitution had been filed, replacing his office with the Norris law firm.\nHad Brown believed that he was still responsible for the case, he would have known that\nsettlement and litigation activity was taking place without him. The fact that he did nothing is\nirrefutable evidence that he consented to the substitution. There can be no breach of a fiduciary\nduty where the party to whom the duty is owed consents to the conduct about which he later\ncomplains."
}