{
  "roman": "D",
  "title": "Elder Financial Abuse Against All Defendants (Cal. Welfare & Inst. Code§ 15600 et",
  "pages": [
    30,
    31,
    32,
    33
  ],
  "text": "D. Elder Financial Abuse Against All Defendants (Cal. Welfare & Inst. Code§ 15600 et\nseq.)\nUnder Welfare and Institution s Code section 15610.30, to establish elder abuse, Plaintiffs\nwere required to prove that Defendant s took, appropriated, obtained, or retained property for a\nwrongful use or with the intent to defraud or by undue influence, that Mr. Brown was 65 years or\nolder at the time, and that Defendants' conduct was a substantial factor in causing harm.\nPlaintiffs failed to prove that Norris or Pak wrongfully obtained any clients or retained funds\nreceived in settlement for those clients which rightfully belonged to plaintiffs. The court finds\nthat Baird Brown willingly transferred the contested cases to Norris, commencing in 2019,\nbecause of his desire to wind down his practice and withdraw from the active practice of law\ngiven his significant health issues, and later, his suspension by the state bar. While Brown's\ncognitive function was profoundly impaired at trial and the court finds, was significantly\nimpaired as early as January 2022 when he nearly died from Covid, he was functioning well\nenough in 2019 and 2020 to understarid that he was voluntarily transferring his cases to Norris,\nto cooperate in that process, and to negotiate many aspects of it.\nAs discussed above, trial testimony from Dr. Lombard and Ann Brown confirmed that\nBrown maintained sufficient cognitive ability to understand the transition of his practice in 2020.\n(RT 1/22/25, 84:9-85:9, 88: 10-11, 87: 16-88:28; 3/13/25, 129: 17-131:20.) Brown executed a\ndeclaration pursuant to Rule 9.20 confirming his notification of clients, and Substitution of\nAttorney forms were properly processed and filed. (Def. Exs. 15503, 15508, 15555; Pl. Exs.\n1653-1655.) The evidence demonstrates a consensual transfer. Additionally, witness Rhonda\nLewis confirmed that Brown told clients directly in 2019 that he was retiring and transferring\ntheir cases to Norris. (RT 3/14/25 PM, 16:25-27, 24:1-3; Def. Ex. 15565.) Similarly, Granillo\nand Robinson testified that Brown did not exhibit any mental decline during the 2019 to 2020\nperiod when the cases were transferred. Anyone dealing with Brown during those years,\nincluding but not limited to Pak and Norris, would reasonably have believed that he had full\ncapacity to make the decision to wind down his practice and transfer his cases.\nAlthough plaintiffs failed to establish any conduct by the Norris defendants that would\namount to financial elder abuse, they did establish that Pa. k's conduct violated the act.\nAs stated above, the court finds that Pak breached her fiduciary duty to Brown in her\n28 handling of the rental payments and in her use of firm funds to purchase leads in 2019 for the\n29\n\n===PAGE:30===\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n1 1\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 Norris firm in the amount of $188,500. Elder financial abuse under Welfare and Institutions\nCode Section 15600, et seq. includes the wrongful taJ<ing of \"real or personal property of an\nelder by undue influence as defined in Section 15610.70. \" Section 15610.30(b) provides that \"A\nperson or entity shall be deemed to have taken, secreted, appropriated, obtained, or retained\nproperty for a wrongful use if, among other things, the person or entity takes, secretes,\nappropriates, obtains, or retains the property and the person or entity knew or should have known\nthat this conduct is likely to be harmful to the elder or dependent adult. \"\nPlaintiff established that Pak's breach of her fiduciary duty to Brown constitutes financial\nelder abuse within the meaning of the statute. The court notes that plaintiffs did not establish\nthat Norris participated in the wrongful taking, or that he knew the source of the money used to\npurchase leads or understood that Pak was using Brown's money to pay the lease for his office.\nThus, Norris is not liable under the Elder Abuse statute.\nBecause plaintiffs established by a preponderance of the evidence that Pak engaged in\nconduct which amounts to elder financial abuse, \"as defined in Section 15610.30, in addition to\ncompensatory damages and all other remedies otherwise provided by law, the court shall award\nto the plaintiff reasonable attorney's fees and costs. \"(§ 15657.5, subd. (a), italics added.) \"The\nattorney fee provision in section 15657.5 is not discretionary in nature. \" (Arace v. Medico\nInvestments, LLC. (2020) 48 Cal. App.5th 977, 983.) Pak is also potentially liable for treble\ndamages under Civil Code Section 3345 (discussed below).\nE. Conspiracy\nBecause the court finds that Brown approved of and participated in the transfer of clients\nto the Norris Law firm, as well as all the steps to effectuate the transfer -substitution of counsel,\nletters to clients, new retainer agreements -and that plaintiffs have failed to prove any of the\nclaims, the conspiracy claims also necessarily fail. There was also no evidence presented that\nNorris or Robinson conspired with Pak to breach her fiduciary duties by delaying the payment o\nrent or using BrownLaw funds to purchase leads for the Norris firm.\nF. Punitive Damages\nPlaintiffs failed to prove that any of the defendants acted with malice, fraud or oppression\ntowards plaintiffs. With respect to the claim for breach of fiduciary duty against Pak for her non\npayment of rent and use of firm funds, the court does not find clear and convincing evidence tha\nsuch conduct was done with malice, fraud or oppression. At most, Pak was negligent in her\ndischarge of her fiduciary duties with respect to the payment of rent. With respect to the use of\nfirm funds, the court finds that Pak did not conceal the use of these funds and may have believed\nthat these were merely advances that would later be evened out by subsequent distributions. In\nany event, her conduct was not malicious, oppressive or fraudulent within the meaning of the\nstatutory scheme.\nG. Enhanced Damages under Civil Code Section 3345\nPlaintiffs seek enhanced damages under Civil Code Section 3345, which provides for\nadditional penalties where unfair or deceptive practices have been used against senior citizens.\nThat section provides in pertinent part:\n30\n\n===PAGE:31===\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 (b) Whenever a trier of fact is authorized by a statute to impose either a fine,\nor a civil penalty or other penalty, or any other remedy the purpose or effect of\nwhich is to punish or deter, and the amount of the fine, penalty, or other remedy is\nsubject to the trier of fact's discretion, the trier of fact shall consider the factors set\nforth in paragraphs (1) to (3), inclusive, in addition to other appropriat e factors, in\ndetermining the amount of fine, civil penalty or other penalty, or other remedy to\nimpose. Whenever the trier of fact makes an affirmative finding in regard to one\nor more of the factors set forth in paragraph s (1) to (3), inclusive, it may impose a\nfine, civil penalty or other penalty, or other remedy in an amount up to three times\ngreater than authorized by the statute, or, where the statute does not authorize a\nspecific amount, up to three times greater than the amount the trier of fact would\nimpose in the absence of that affirmative finding.\n( 1) Whether the defendant knew or should have known that their conduct was\ndirected to one or more senior citizens, disabled persons, or veterans.\n(2) Whether the defendant's conduct caused one or more senior citizens,\ndisabled persons, or veterans to suffer: loss or encumbrance of a primary\nresidence, principal employment, or source of income; substantial loss of property\nset aside for retirement, or for personal or family care and maintenance; or\nsubstantial loss of payments received under a pension or retirement plan or a\ngovernment benefits program, or assets essential to the health or welfare of the\nsenior citizen, disabled person, or veteran.\n(3) Whether one or more senior citizens, disabled persons, or veterans are\nsubstantially more vulnerable than other members of the public to the defendant's\nconduct because of age, poor health or infirmity, impaired understanding,\nrestricted mobility, or disability, and actually suffered substantial physical,\nemotional, or economic damage resulting from the defendant's conduct.\nWhile the language of the statute is broad, on its face it only allows for treble damages where\nthe trier of fact has imposed a fine, civil penalty or other penalty to deter conduct. (Clark v.\nSuperior Court (2010) 50 Cal.4th 605. 614 (\"trebled recovery may be awarded under Civil Code\nsection 3345, subdivision (b) only if the statute under which recovery is sought permits a remedy\nthat is in the nature of a penalty\"). Because the court has declined to award any punitive\ndamages and no statutory penalty is available under the Elder Abuse Act, the court cannot award\nany enhancement under Section 3345.\nH. Quantum Meruit\nPlaintiff presented Carole Buckner as an expert witness on some of the legal ethics issues\npresented in this case. Buckner has extensive experience as an expert in the field of legal ethics\nand was accepted by the court as an expert in the field. (RT 3/4/25, at p. 16-21.)\nBuckner opined that an attorney who has notice of a lien in favor of prior counsel on the case\nis obligated under California Rule of Professional Conduct 1.15 to notify all effected parties of\nthe lien and to retain the funds in the attorney's client trust account if there is a dispute about\ndisbursement of such funds. (Id., at p. 22: 1-23:28.) She testified that the mere fact that an\nattorney had been suspended does not nullify a lien held by the attorney's law firm. (Id., at p.\n31\n\n===PAGE:32===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 25-26.) Moreover, she testified that there is a distinction between an attorney being suspended\nfrom the practice of law and an attorney withdrawing from representing a client. Suspension\ndoes not automatically mean that the attorney must withdraw. (Id., at p. 38:27-39:23.)\nOn these same lines, Bucker explained that there is no California case deciding whether an\nattorney who has been suspended from the practice of law is entitled to fees earned prior to that\nsuspension. (Id., at p. 40: 1-14.) Decisions from other jurisdiction s, except for Texas, allow an\nattorney to obtain fees for work performed prior to a suspension. (Id., at p. 44: 1-14.)\nBuckner also expressed the opinion that it is permissible under Rule of Professional Conduct\n5.4 for a non-lawyer such as Pak to enter into an agreement with a law firm by which the non­\nlawyer receives a percentage of the profits or net revenue. She qualified this, however, by stating\nthat it is impermissible for a non-lawy er to receive a percentage of an attorney fee award or\npayment of fees on a specific case or specific legal matters. (Id., at p. 37:3 -38: 15.) Reviewing\nthe agreement signed by Pak in July 2019 (but not Norris), Buckner opined that this arrangement\n(90% of net profits of the mass tort practice) would violate Rule 5.4 since it relates to specific\ncases (the mass tort practice). (Id.)\nUltimately, much of Buckner's opinion was irrelevant. While the court would agree that\nmere suspension for a three month period does not equate with an automatic withdraw al from\nrepresentation or nullify attorney fees earned in the period before the suspension, as explained\nelsewhere in this opinion the court concludes that Brown agreed to withdraw from most of his\ncase, including all the mass tort cases, and to transfer most of his open cases to the Norris law\nfirm. Thus, the court is presented with the question whether Brown is entitled to a share of the\nfees on cases where he voluntarily withdrew from representing the client.\nOn this issue, Norris presented the testimony of Joel Osman, who the court accepted as an\nexpert on legal ethics generally, and more specifically on the issue of quantum meruit recovery\nin this case. (RT 3/13/25, p. 7: 13-11: 10.) Osman explained that under the rules of professional\nconduct, an attorney may withdraw, but if they do so voluntarily, they are not entitled to recover\nfor work done prior to their withdrawa l, even under a quantum meruit theory. In so opining,\nOsman relied on the Falco case, which was also supported by a more recent case out of the\nUnited States Bankruptc y Court, In re Michael David Paris, 568 B. R. 810 (U. S. Bankruptcy Ct.\nC. D. Cal. 2017). (Id., at pp. 11:1-21:25.)\nThe general rule in California is that \"an attorney who withdraws voluntarily without cause\nforfeits recovery for services performed. \" (Estate of Falco (1987) 188 Cal. App.3d 1004, 1015.)\nThe courts have grappled with what constitutes \"good cause, \" and have agreed that withdrawal\ndue to ethical concerns about the client's behavior (not present here) would constitute good\ncause. (Id.) This court could not find any California case to discuss whether ill health\nconstitutes good cause to withdraw.\nIf the facts of this case were that Brown was too ill to continue to represent the clients at\nissue here, and that there were no other factors present, the court might well conclude that Brown\nwas entitled to fees under a quantum meruit theory. However, the court finds that Brown\nwithdrew because he wanted to retire, he was facing a state bar investigation and he ultimately\nwas suspended for several months. By his own admission and the testimony of his wife and\ndoctor, Brown was not too ill to continue to handle these cases in 2019 and 2020, had he chosen\n32\n\n===PAGE:33===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 to do so. Instead, this was a voluntary withdrawal on his part without justifiable cause.\nMoreover, the situation is complicated by the fact that Brown now denies that he withdrew, so he\nis not even advancing any of these bases as legitimate grounds to withdraw or properly invoking\na claim for damages urider quantum meruit. Finally, Brown has not presented any evidence to\nquantify the amount of work he did on the disputed cases prior to their transfer to Norris.\nThe court concludes that where there is a voluntary withdrawal from representation without\nsubstantial justification, the withdrawing counsel is not entitled to fees under a quantum meruit\ntheory, unless the client and new counsel agree. Here there was no agreement between Brown\nand Norris for Brown to retain any right to fees and certainly there was no evidence of clients\nbeing informed of a fee split. Accordingly, Brown is not entitled to recover any of the attorney\nfees earned on the mass tort cases transferred to Norris under a quantum meruit theory, even for\nwork he may have performed prior to April 1, 2020."
}