{
  "roman": "III",
  "title": "RULING ON OBJECTIONS BY CROSS-DEFENDANTS/CROSS",
  "pages": [
    49,
    50
  ],
  "text": "III. RULING ON OBJECTIONS BY CROSS-DEFENDANTS/CROSS\nCOMPLAINANTS' DONALD G. NORRIS AND DONALD G. NORRIS A\nLAW CORPORATION\nA. Damages for Lead and Client Acquisition Losses\nCross-Complainants Donald G. Norris and the Donald G. Norris Law Corporation object to\nthe proposed statement of decision on the grounds it does not adequately compensate cross­\ncomplainants for the losses they suffered as a result of cross-defendants' take-over of their office\nand refusal to return their case files. Cross-complainants contend that they are not seeking\nspeculative damages (for example, the amounts they might have recovered had they been able to\ncontinue their representation of these clients uninterrupted), but only their out-of-pocket costs in\npaying for these leads in the first instance.\n6\n\n===PAGE:49===\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 The court agrees that in principle, the out-of-pocket costs of paying for leads would be\ncompensable based on wrongful interference with Norris Law Corporation 's business. The court\nwill revise the Statement of Decision to so provide. Nonetheless, the court finds that cross­\ncomplainants have not proven actual damages as a result of the wrongful retention of their files\nbecause cross-defendants have established that the Norris cross-complainants could have\nmitigated their damages but failed to do so.2 The court notes that Civil Code Section 3336\n(Conversion) requires the plaintiff to establish the amount \"sufficient to indemnify the party\ninjured for the loss which is the natural, reasonable and proximate result of the wrongful act\ncomplained of and which a proper degree of prudence on his part would not have averted. \"\nThus, Section 3336 incorporates the concept of mitigation into the affirmative burden of proof\nplaced on plaintiff.\nThe evidence established that Norris and the Whites were in contact immediately after Norris\nwas barred from the office and his files taken. Norris and the Whites entered into an agreement\nby which Norris could have the files returned to him provided he indicated which files he needed\nreturned. (Exh. 1694.) Norris decided not to abide by this agreement because he claims he\nconcluded that it would violate the attorney client privilege to provide client names. The court\nfinds this contention unavailing from a legal standpoint and also not credible based on the facts\npresented.\nOrdinarily the disclosure of a client's name by the attorney does not violate the attorney\nclient privilege. (See People ex rel Herrera v. Stender (2012) 212 Cal. App.4th 614, 648-650.)\nHad Norris provided the list as initially agreed, he would not be breaching the privilege with\nthose clients. Furthermore, the position he took actually interfered with his representation of\nthose clients, preventing him from continuing to represent their interests in a timely and effective\nmanner. Because he refused to provide a list of client names to plaintiffs, he had no access to\nthese clients' files and could not contact or represent them. Such conduct was unreasonable\nunder the circumstances and appears to this court to have been taken to maximize a claim for\ndamages rather than to protect his clients' best interests. Had Norris simply provided the names,\nobtained the original files and allowed Brown to keep a copy of the files (with an agreement that\nthey would not be reviewed), any damage to the clients would have been prevented, as well as\nany financial loss to the Norris firm. Under the circumstances, the court finds that this conduct\non the part of the Norris firm is a clear example of failure to mitigate damages. It is well-\n2 Although cross-defendants' Answer to the Norris Cross Complaint did not set forth the\naffirmative defense of \"failure to mitigate, \" they were not required to do so to preserve this issue\nfor resolution by the trier of fact. (See Erler v. Five Points Motors (1967) 249 Cal. App.2d\n560,568.) As Erler explains: \"The plaintiff has the burden of proving his damage. The law is\nsettled that he has the duty of minimizing that damage.... The 'elementary principles' of logic\nand fair play... would surely be violated if the plaintiff were not to be subject to cross­\nexamination as to his own activities in relation to the case he has the burden of proving. \"\nMoreover, the same conduct which the court finds establishes a failure to mitigate on the part of\nthe Norris cross-complainants also supports a finding that those cross-complainants waived any\nclaim for damages based on the failure to return the files and/or consented to the withholding by\nvirtue of their refusal to provide adequate information for the files to be returned. Waiver was\nasserted as an affirmative defense in the Browns answer to the cross-complaint filed on February\n16, 2024.\n7 I\n\n===PAGE:50===\n' I\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28 established that a \"plaintiff cannot be compensated for damages that were not incurred or could\nhave been mitigated by reasonable effort or expenditures. \" (Powerhouse Motorsports Group,\nInc. v. Yamaha Motor Corp., USA (2013) 221 Cal. App.4th 884, citing Lu v. Grewal (2005) 130\nCal. App.4th 841, 849-850.) Further, as indicated elsewhere in the statement of decision, it was\nreasonable for the Brown defendants to initially take the files and to insist that they be able to\nretain a copy, not to review, but to ensure they were not later accused of destroying documents or\nfailing to return them, as happens unfortunately, with great frequency in disputes over retention\nof files.\nIT IS SO ORDERED\nt:-/1-\nDated this'./_ day of December 2025.\n8"
}