{
  "roman": "II",
  "title": "PLAINTIFFS' OBJECTIONS TO THE ST A TEMENT OF DECISION",
  "pages": [
    45,
    46,
    47,
    48
  ],
  "text": "II. PLAINTIFFS' OBJECTIONS TO THE ST A TEMENT OF DECISION \nA. Breach of Fiduciary Duty by Pak \nPlaintiffs object to the proposed statement of decision on the grounds that it overlooks or \nmisinterprets some of the financial records admitted into evidence or places undue weight on the \ntestimony of Pak, which the court in other parts of the opinion found lacking in credibility. The \ncourt agrees that it misinterpreted or overlooked certain evidence and that this aspect of the \ncourt's decision warrants revision. The court notes, however, that it is bound by the arguments \npresented in the closing brief and will not revisit evidence or argument that was not advanced \nthere. It is not the job of the court to rummage through bank statements to try to find \ninconsistencies or support for positions that counsel did not squarely present at trial or in their \nclosing arguments. \nIn their closing brief, plaintiffs took the position that Pak breached her fiduciary duty to \nplaintiffs by using money in the Law Office's business money (BofA account #3119) to \npurchase $653,500 in leads in 2019. Those purchases are as follows: \nMay 14, 2019 wire transfer of $195,000 to B Partners. (Tr. Exh. 7, p. 38.) \nMay 31, 2019 wire transfer of $48,500 to SMG (Tr. Exh. 7, p. 38) \nJune 3, 2019 transfer of$100,000 to SMG (Tr. Exh. 7, p. 48) \n2 \n\n===PAGE:45===\n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 August 19, 2019 transfer of $40,000 to OPL (Tr. Exh. 7, p. 64) \nOctober 21, 2019 transfer of$135,000 to B Partners (Tr. Exh. 7, p. 86.) \nOctober 22, 2019 transfer of$135,000 to B Partners (Tr. Exh. 7, p. 86.) \nThese are the transactions fairly presented in plaintiffs' closing brief and at trial. These are \nthe only transactions which the court considers further as a result of the objections lodged by \nplaintiffs. 1 \nThe court asked for further briefing from Pak' s counsel to explain the source of these \nfunds and to respond to the objections. The court finds Pak's explanation unhelpful in many \nrespects or not squared with the evidence presented. The court discusses each of these \ntransactions further below. \nIt is undisputed that Pak purchased leads from several firms at a total cost of $653,500 in \n2019 for use by the Norris firm. The evidence also showed that some of these funds originated \nin the Brown Client Trust Account, were transferred by Pak to the Brown Business Account \n(account ending 3119) and were then wired by Pak to third parties to purchase several tranches \nof client leads. The court finds that Pak had full authority and access to both of those accounts \npursuant to her agreement with Brown. The court also finds that Brown was writing checks from \nthe same two accounts in 2019 and so would have been aware of these transactions but made no \nobjection. The court finds that Brown knew that Pak was purchasing leads (because of the name \nof the payee) but did not know that she was purchasing leads for the Norris firm as opposed to \nthe Baird firm. Plaintiffs met their burden at trial of establishing that some of these funds either \noriginated in the Baird Brown Client Trust Account or the business account, which would \nconstitute a breach of fiduciary duty if those funds were used for anything other than the benefit \nof the firm and/or Brown. Thus, the burden shifted to Pak to establish that these funds, in fact, \nbelonged to her to use as she elected. The court finds that Pak has not met that burden with \nrespect to all of these transaction s. \nIn her response to plaintiffs' objections filed on November 3, 2025, Pak claims that the \ndisputed purchases of $635,500 in leads for the Norris firm \"were funded by Ms. Pak through a \ncombination of direct contributions and assumed obligations:\" \n• $335,000 wired into BrownLaw 's account from Ms. Pak's personal funds (Ex. B, \nTrial Tr. 2/14/25 at 50: 15-28, 52:4-6) \n• $230,000 from a loan originally made to Mr. Brown by Carolina Navarro, which \nMs. Pak assumed (Ex. B, Trial Tr. 2/14/25 at 51 :5-58:10; Ex. C. 3/7/25 at \n123:6-13 , 124:1-12) \n• $ I 00,000 retained earnings credit established on February 26, 2019, when \nBrownLaw issued $215,000 to Mr. Brown and $115,000 to Ms. Pak's company, \nUSCV (Ex. B, Trial Tr. 2/14/25 at 53:1-2; TrEx 7, p. 13) \n(Response of Defendant/Cross-complainant Pak to Plaintiffs ' Objections to Court Proposed \nStatement of Decision , p. 3.) As explained further below, these assertions do not establish that \nall of these lead purchases were funded by Pak's own money or money she was owed under her \n1 Plaintiffs make various references to Exh. 15528. The parties stipulated that the court could \nreopen the taking of evidence to admit the entirety of this exhibit. \n3 I I \n\n===PAGE:46===\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 profit-sharin g agreement with Brown. \nThe first transaction that the Browns challenge as suspect was a $195,000 payment from \nthe Brown Business Account (3119) dated May 14, 2019 to purchase leads from a company \nreferred to as \"B Partners.\" The bank records show that this same amount was transferred by \nPak to account 3119 a day before from the BrownLaw client trust account. (Exh. 8, p. 27.) The \nsame is true for the next purchase of leads made on May 31, 2019 in the amount of $48,500. \n(Exh. 7, p. 38.) The evidence shows this money was paid out of the business account by Pak, \nfollowing a deposit into the account from the client trust account by Pak. (Id .. ) Thus, by the end \nof May 2019, Pak had taken $243,500 out of the Client Trust Account to purchase leads for \nNorris. \nPak explained these expenditures as follows: She claims that as of May 14, she had an \nearnings credit of $100,000 in the Client Trust Account from February 2019 because in February \nBrownLaw had issued $215,000 to Brown and $ 1 15,000 to Pak' s company USCV, shorting her \nby $100,000. She also presented evidence that she had a credit of $230,000 with BrownLaw \nbecause she had assumed a loan in that amount owed by a former client to Baird Brown. That \nevidence was not refuted and was corroborated by the client, Carolina Navarro. (3/7/2 Tr. \n136:20-26. ) Moreover , Pak presented evidence that the court found credible that Brown was \nreviewing all of these transactions and raised no objections to them. As stated elsewhere in this \nopinion, Brown was fully competent in 2019 and handling his business affairs. Moreover, he \nknew the leads were not being purchased for the Brown firm because he was stepping back from \nthe firm, transferring his clients to Norris and not intending to practice law in the future. He \ncould not have intended Pak to be purchasing hundreds of leads for his own firm, since he had no \nlawyer (other than Norris) associating in to handle these cases. \nNonetheless , Pak was responsible for managing the payments and the books and her accounting \npractices likely were confusing to Brown. Her testimony that she had an earned income credit \nof $100,000 as of May 2019 was demonstrated to be false by the records submitted and the \ntestimony of plaintiffs' expert Holstrom. Indeed, by May 14, 2019, Pak had already transferred \n$40,000 (two checks of $20,000) to herself from the business account, reducing any credit to \n$60,000. The evidence presented also showed that by October 14, 2019, she had transfen;ed \nanother $75,000 to her company , without comparable payouts to Brown. (Exh. 7.) Thus, the \n$100,000 credit was ephemeral. At best, plaintiffs admit Pak had a credit of $20,000 by the end \nof 2019. (See Brief, at p. 7, Ins. 11-15.) \nAccordingly, the court finds that Pak has presented adequate evidence that she had \n$230,000 in a credit, justifying her transfer of $230,000 of the $243,500 from the client trust \naccount in May 2019 to purchase leads. She has not adequately explained the additional $13,50 \nshe transferred in May. \nTurning to the June 3, 2019 wire transfer of$ I 00,000 from the business account to \npurchase leads from SMG, plaintiffs failed to establish that this expenditure was improper. \nImmediately before this wire transfer out, Pak wired $200,000 of her own money into the \naccount. (Tr Exh. 7, p. 48.) Even if her testimony about this transfer was confusing at trial, that \ntestimony did not make this transaction a breach of her fiduciary duty to Brown. The parties had \nan understanding , the court finds, that the business account could be used by Pak to conduct \nthese types of transactions, even if not for the immediate benefit of Brown or the BrownLaw \nfirm. Thus, the $100,000 spent on June 3 is adequately accounted for by Pak and does not \n4 \n\n===PAGE:47===\n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 constitute a breach of her fiduciary duty to plaintiffs. But the court agrees with Plaintiffs that \nPak then transferred $100,000 out of the account for her own purposes, leaving no excess to \ncover the other transactions discussed below. \nWith respect to the August 19, 2019 transfer of $40,000 to OPL, Pak has not presented \ncredible evidence that she had a credit or other money available to her in the Client Trust \nAccount, which would cover this payment to OPL. Therefore, plaintiffs have established that \nPak breached her fiduciary duty by transferring funds from the client trust account to cover this \nlead purchase . \nWith respect to the two $135,000 purchases of leads from B Partners made on October 21 \nand 22, 2019 out of the business account, $135,000 was transferred by Pak from the Client Trust \nAccount into account 3119 to make these purchases and $135,000 came from plaintiffs own \nmoney. (See Exh. 8, p. 55 and Exh. 7, p. 86.) Pak was not able to present any credible evidence \nas to why she would be entitled to claim $135,000 of the client trust account money as her own \nat that point in time. Accordingly, plaintiffs have established that she breached her fiduciary \nduty to Baird Brown when she used client trust account funds to purchase $135,000 in leads in \nOctober 2019. \nIn sum, the court agrees with plaintiffs that they have established that Pak breached her \nfiduciary duty to plaintiffs by using $188,500 of money belonging to the firm and/or Brown to \npurchase leads for the Norris firm. \nB. Elder Abuse \nThe court found in its initial statement of decision that Pak had breached her fiduciary duty t \nBrown in her handling of the rental payments. In the amended statement of decision, the court \nnow finds that Pak also breached her fiduciary duty by her use of firm funds to purchase leads in \n2019 for the Norris firm in the amount of $188,500. Plaintiffs object to the statement of \ndecision's failure to find that such conduct also constitutes financial elder abuse. Elder financia \nabuse under Welfare and Institutions Code Section 15600, et seq. includes the wrongful taking o \n\"real or personal property of an elder by undue influence as defined in Section 15610.70. \" \nSection 15610.30(b) provides that \"A person or entity shall be deemed to have taken, secreted, \nappropriated, obtained, or retained property for a wrongful use if, among other things, the person \nor entity takes, secretes, appropriates , obtains, or retains the property and the person or entity \nknew or should have known that this conduct is likely to be harmful to the elder or dependent \nadult.\" The court sustains the objection that the court failed to discuss the impact of the court's \nfindings with respect to breach of fiduciary duty on the elder abuse claim. \nPlaintiffs established that Pak's breach of her fiduciary duty to Brown constitutes financial \nelder abuse within the meaning of the statute. The court notes that plaintiffs did not establish \nthat Norris participated in the wrongful taking, or that he knew the source of the money used to \npurchase leads, or understood that Pak was using Brown's money to pay the lease for his office. \nThus, Norris is not liable under the Elder Abuse statute. \nBecause plaintiffs established by a preponderance of the evidence that Pak engaged in \nconduct which amounts to elder financial abuse, \"as defined in Section 15610.30, in addition to \ncompensatory damages and all other remedies otherwise provided by law, the court shall award \n5 \n\n===PAGE:48===\n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 to the plaintiff reasonable attorney's fees and costs.\"(§ 15657.5, subd. (a), italics added.) \"The \nattorney fee provision in section 15657.5 is not discretionary in nature.\" (Arace v. Medico \nInvestments , LLC. (2020) 48 Cal.App.5th 977, 983.) Pak is also potentially liable for treble \ndamages under Civil Code Section 3345. However, as explained further in the amended \nStatement of Decision, the court finds a multiplier is not appropriate here because of the poor \nrecord-keeping and intermingling of funds by both Pak and Brown. The court will amend the \nStatement of Decision to reflect these findings. \nc. Breach of Fiduciary Duty by Pak relating to the Roh Case \nPlaintiffs failed to produce persuasive evidence that Pak's conduct with respect to the Roh \ncase violated her fiduciary duty to Brown. As stated throughout the opinion, the court finds that \nBrown acquiesced in the transfer of his cases to the Norris firm because of his health issues, the \nstate bar investigation and his understanding that he did not have the ability to continue to litigate \nthese cases. There was no evidence that Pak used undue influence on the Roh family or that Mr. \nBrown was unaware of the transfer. If Brown truly believed he was still representing Roh, he \nwould have exercised his professional obligations to keep abreast of the case and would have \nimmediately seen that a substitution had been filed, replacing his office with that of Mr. Norris's. \nHad Brown believed that he was still responsible for the case, he would have known that \nsettlement and litigation activity was taking place without him. The fact that he did nothing is \nirrefutable evidence that he consented to the substitution . There can be no breach of a fiduciary \nduty where the party to whom the duty is owed consents to the conduct about which he later \ncomplains . \nd. Rulings on Michele Pak 's Cross-Complaint \nIn their objections, plaintiffs correctly point out that the court failed to rule on Pak's first \nthrough seventh causes of action in her cross-complaint: 1) Breach of Contract, 2) Money Had \nand Received, 3) Open Book Account, 4) Account Stated, 5) Conversion , 6) Unauthorized \nComputer Access (violation of Penal Code §502), and 7) Violation of Bus. & Prof. Code \n§ 17200, et seq. The court finds as follows with respect to these causes: Cross-Complainant Pak \nfailed to establish all of the elements for these causes of action, entitling cross-defendants to \njudgment on these claims."
}