{
  "signals": {
    "sensuality": {
      "keywords": [
        "sensuality"
      ],
      "examples": [
        "Now the co-presence of something regular,\nsomething to which the mind has been accustomed when in an unexcited\nor a less excited state, cannot but have great efficacy in tempering\nand restraining the passion by an intertexture of ordinary feeling. This may be illustrated by appealing to the Reader's own experience\nof the reluctance with which he comes to the re-perusal of the\ndistressful parts of Clarissa Harlowe, or the Gamester. While\nShakespeare's writings, in the most pathetic scenes, never act upon\nus as pathetic beyond the bounds of pleasure--an effect which is in\na great degree to be ascribed to small, but continual and regular\nimpulses of pleasurable surprise from the metrical arrangement.--On\nthe other hand (what it must be allowed will much more frequently\nhappen) if the Poet's words should be incommensurate with the passion,\nand inadequate to raise the Reader to a height of desirable\nexcitement, then, (unless the Poet's choice of his metre has been\ngrossly injudicious) in the feelings of pleasure which the Reader\nhas been accustomed to connect with metre in general, and in the\nfeeling, whether chearful or melancholy, which he has been\naccustomed to connect with that particular movement of metre, there\nwill be found something which will greatly contribute to impart\npassion to the words, and to effect the complex end which the Poet\nproposes to himself. If I had undertaken a systematic defence of the theory upon which\nthese poems are written, it would have been my duty to develope the\nvarious causes upon which the pleasure received from metrical\nlanguage depends. Among the chief of these causes is to be reckoned\na principle which must be well known to those who have made any of\nthe Arts the object of accurate reflection; I mean the pleasure\nwhich the mind derives from the perception of similitude in\ndissimilitude. This principle is the great spring of the activity of\nour minds and their chief feeder. From this principle the direction\nof the sexual appetite, and all the passions connected with it take\ntheir origin: It is the life of our ordinary conversation; and upon\nthe accuracy with which similitude in dissimilitude, and\ndissimilitude in similitude are perceived, depend our taste and our\nmoral feelings. It would not have been a useless employment to have\napplied this principle to the consideration of metre, and to have\nshewn that metre is hence enabled to afford much pleasure, and to\nhave pointed out in what manner that pleasure is produced. But my\nlimits will not permit me to enter upon this subject, and I must\ncontent myself with a general summary. I have said that Poetry is the spontaneous overflow of powerful\nfeelings: it takes its origin from emotion recollected in\ntranquillity: the emotion is contemplated till by a species of\nreaction the tranquillity gradually disappears, and an emotion,\nsimilar to that which was before the subject of contemplation, is\ngradually produced, and does itself actually exist in the mind.",
        "But this part of my subject\nI have been obliged altogether to omit: as it has been less my\npresent aim to prove that the interest excited by some other kinds\nof poetry is less vivid, and less worthy of the nobler powers of the\nmind, than to offer reasons for presuming, that, if the object which\nI have proposed to myself were adequately attained, a species of\npoetry would be produced, which is genuine poetry; in its nature\nwell adapted to interest mankind permanently, and likewise important\nin the multiplicity and quality of its moral relations. From what\nhas been said, and from a perusal of the Poems, the Reader will be\nable clearly to perceive the object which I have proposed to myself:\nhe will determine how far I have attained this object; and, what is\na much more important question, whether it be worth attaining; and\nupon the decision of these two questions will rest my claim to the\napprobation of the public. EXPOSTULATION AND REPLY. \"Why, William, on that old grey stone,\n  Thus for the length of half a day,\n  Why, William, sit you thus alone,\n  And dream your time away?\"\n\n  \"Where are your books? that light bequeath'd\n  To beings else forlorn and blind! Up! Up! and drink the spirit breath'd\n  From dead men to their kind.\"\n\n  \"You look round on your mother earth,\n  As if she for no purpose bore you;\n  As if you were her first-born birth,\n  And none had lived before you!\"\n\n  One morning thus, by Esthwaite lake,\n  When life was sweet, I knew not why,\n  To me my good friend Matthew spake,\n  And thus I made reply. \"The eye it cannot chuse but see,\n  We cannot bid the ear be still;\n  Our bodies feel, where'er they be,\n  Against, or with our will.\"\n\n  \"Nor less I deem that there are powers\n  Which of themselves our minds impress,\n  That we can feed this mind of ours\n  In a wise passiveness.\"\n\n  \"Think you, mid all this mighty sum\n  Of things for ever speaking,\n  That nothing of itself will come,\n  But we must still be seeking?\"\n\n  \"--Then ask not wherefore, here, alone,\n  Conversing as I may,\n  I sit upon this old grey stone,\n  And dream my time away.\"\n\n\n\n\nTHE TABLES TURNED;\n\n\n  _An Evening Scene, on the same Subject_,\n\n\n\n\n  Up! up! my friend, and clear your looks,\n  Why all this toil and trouble? Up! up! my friend, and quit your books,\n  Or surely you'll grow double. The sun, above the mountain's head,\n  A freshening lustre mellow\n  Through all the long green fields has spread,\n  His first sweet evening yellow. Books! 'tis dull and endless strife,\n  Come, here the woodland linnet,\n  How sweet his music; on my life\n  There's more of wisdom in it. And hark! how blithe the throstle sings! And he is no mean preacher;\n  Come forth into the light of things,\n  Let Nature be your teacher.",
        "it was an evil time;\n  God cursed me in my sore distress,\n  I prayed, yet every day I thought\n  I loved my children less;\n  And every week, and every day,\n  My flock, it seemed to melt away. They dwindled. Sir, sad sight to see! From ten to five, from five to three,\n  A lamb, a weather, and a ewe;\n  And then at last, from three to two;\n  And of my fifty, yesterday\n  I had but only one,\n  And here it lies upon my arm,\n  Alas! and I have none;\n  To-day I fetched it from the rock;\n  It is the last of all my flock. LINES\n\n  _Left upon a seat in a YEW-TREE, which stands near the\n  Lake of ESTHWAITE, on a desolate part of the shore,\n  yet commanding a beautiful prospect_. --Nay, Traveller! rest. This lonely yew-tree stands\n  Far from all human dwelling: what if here\n  No sparkling rivulet spread the verdant herb;\n  What if these barren boughs the bee not loves;\n  Yet, if the wind breathe soft, the curling waves,\n  That break against the shore, shall lull thy mind\n  By one soft impulse saved from vacancy. --Who he was\n  That piled these stones, and with the mossy sod\n  First covered o'er and taught this aged tree\n  With its dark arms to form a circling bower,\n  I well remember.--He was one who owned\n  No common soul. In youth by science nursed\n  And led by nature into a wild scene\n  Of lofty hopes, he to the world went forth,\n  A favored being, knowing no desire\n  Which genius did not hallow, 'gainst the taint\n  Of dissolute tongues, and jealousy, and hate\n  And scorn, against all enemies prepared. All but neglect. The world, for so it thought,\n  Owed him no service: he was like a plant\n  Fair to the sun, the darling of the winds,\n  But hung with fruit which no one, that passed by,\n  Regarded, and, his spirit damped at once,\n  With indignation did he turn away\n  And with the food of pride sustained his soul\n  In solitude.--Stranger! these gloomy boughs\n  Had charms for him; and here he loved to sit,\n  His only visitants a straggling sheep,\n  The stone-chat, or the glancing sand-piper;\n  And on these barren rocks, with juniper,\n  And heath, and thistle, thinly sprinkled o'er,\n  Fixing his downcast eye, he many an hour\n  A morbid pleasure nourished, tracing here\n  An emblem of his own unfruitful life:\n  And lifting up his head, he then would gaze\n  On the more distant scene; how lovely 'tis\n  Thou seest, and he would gaze till it became\n  Far lovelier, and his heart could not sustain\n  The beauty still more beauteous. Nor, that time\n  When Nature had subdued him to herself\n  Would he forget those beings, to whose minds,\n  Warm from the labours of benevolence,\n  The world, and man himself, appeared a scene\n  Of kindred loveliness: then he would sigh\n  With mournful joy, to think that others felt\n  What he must never feel: and so, lost man!",
        "The young lambs ran a pretty race;\n  The morning sun shone bright and warm;\n  \"Kilve,\" said I, \"was a pleasant place,\n  And so is Liswyn farm.\"\n\n  \"My little boy, which like you more,\"\n  I said and took him by the arm--\n  \"Our home by Kilve's delightful shore,\n  Or here at Liswyn farm?\"\n\n  \"And tell me, had you rather be,\"\n  I said and held-him by the arm,\n  \"At Kilve's smooth shore by the green sea,\n  Or here at Liswyn farm?\"\n\n  In careless mood he looked at me,\n  While still I held him by the arm,\n  And said, \"At Kilve I'd rather be\n  Than here at Liswyn farm.\"\n\n  \"Now, little Edward, say why so;\n  My little Edward, tell me why;\"\n  \"I cannot tell, I do not know.\"\n  \"Why this is strange,\" said I. \"For, here are woods and green hills warm:\n  There surely must some reason be\n  Why you would change sweet Liswyn farm,\n  For Kilve by the green sea.\"\n\n  At this, my boy hung down his head,\n  He blush'd with shame, nor made reply;\n  And five times to the child I said,\n  \"Why, Edward, tell me, why?\"\n\n  His head he raised--there was in sight,\n  It caught his eye, he saw it plain--\n  Upon the house-top, glittering bright,\n  A broad and gilded vane. Then did the boy his tongue unlock,\n  And thus to me he made reply;\n  \"At Kilve there was no weather-cock,\n  And that's the reason why.\"\n\n  Oh dearest, dearest boy! my heart\n  For better lore would seldom yearn\n  Could I but teach the hundredth part\n  Of what from thee I learn. _LINES\n  Written at a small distance from my House, and sent by\n  my little boy to the person to whom they are addressed._\n\n  It is the first mild day of March:\n  Each minute sweeter than before,\n  The red-breast sings from the tall larch\n  That stands beside our door. There is a blessing in the air,\n  Which seems a sense of joy to yield\n  To the bare trees, and mountains bare,\n  And grass in the green field. My Sister! ('tis a wish of mine)\n  Now that our morning meal is done,\n  Make haste, your morning task resign;\n  Come forth and feel the sun. Edward will come with you, and pray,\n  Put on with speed your woodland dress,\n  And bring no book, for this one day\n  We'll give to idleness. No joyless forms shall regulate\n  Our living Calendar:\n  We from to-day, my friend, will date\n  The opening of the year. Love, now an universal birth,\n  From heart to heart is stealing,\n  From earth to man, from man to earth,\n  --It is the hour of feeling. One moment now may give us more\n  Than fifty years of reason;\n  Our minds shall drink at every pore\n  The spirit of the season. Some silent laws our hearts may make,\n  Which they shall long obey;\n  We for the year to come may take\n  Our temper from to-day.",
        "[Footnote 3: Several of the Lakes in the north of England are let\nout to different Fishermen, in parcels marked out by imaginary lines\ndrawn from rock to rock.]\n\n  Can I forget that miserable hour,\n  When from the last hill-top, my sire surveyed,\n  Peering above the trees, the steeple tower\n  That on his marriage-day sweet music made? Till then he hoped his bones might there be laid,\n  Close by my mother in their native bowers:\n  Bidding me trust in God, he stood and prayed,--\n  I could not pray:--through tears that fell in showers,\n  Glimmer'd our dear-loved home, alas! no longer ours! There was a youth whom I had loved so long. That when I loved him not I cannot say. 'Mid the green mountains many and many a song\n  We two had sung, like gladsome birds in May. When we began to tire of childish play\n  We seemed still more and more to prize each other;\n  We talked of marriage and our marriage day;\n  And I in truth did love him like a brother,\n  For never could I hope to meet with such another. His father said, that to a distant town\n  He must repair, to ply the artist's trade. What tears of bitter grief till then unknown? What tender vows our last sad kiss delayed! To him we turned:--we had no other aid. Like one revived, upon his neck I wept,\n  And her whom he had loved in joy, he said\n  He well could love in grief: his faith he kept;\n  And in a quiet home once more my father slept. Four years each day with daily bread was blest,\n  By constant toil and constant prayer supplied. Three lovely infants lay upon my breast;\n  And often, viewing their sweet smiles, I sighed,\n  And knew not why. My happy father died\n  When sad distress reduced the childrens' meal:\n  Thrice happy! that from him the grave did hide\n  The empty loom, cold hearth, and silent wheel,\n  And tears that flowed for ills which patience could not heal. 'Twas a hard change, an evil time was come;\n  We had no hope, and no relief could gain. But soon, with proud parade, the noisy drum\n  Beat round, to sweep the streets of want and pain. My husband's arms now only served to strain\n  Me and his children hungering in his view:\n  In such dismay my prayers and tears were vain:\n  To join those miserable men he flew;\n  And now to the sea-coast, with numbers more, we drew. There foul neglect for months and months we bore,\n  Nor yet the crowded fleet its anchor stirred. Green fields before us and our native shore,\n  By fever, from polluted air incurred,\n  Ravage was made, for which no knell was heard. Fondly we wished, and wished away, nor knew,\n  'Mid that long sickness, and those hopes deferr'd,\n  That happier days we never more must view:\n  The parting signal streamed, at last the land withdrew. But from delay the summer calms were past.",
        "And oft, robb'd of my perfect mind, I thought\n  At last my feet a resting-place had found:\n  Here will I weep in peace, (so fancy wrought,)\n  Roaming the illimitable waters round;\n  Here watch, of every human friend disowned,\n  All day, my ready tomb the ocean-flood--\n  To break my dream the vessel reached its bound:\n  And homeless near a thousand homes I stood,\n  And near a thousand tables pined, and wanted food. By grief enfeebled was I turned adrift,\n  Helpless as sailor cast on desart rock;\n  Nor morsel to my mouth that day did lift,\n  Nor dared my hand at any door to knock. I lay, where with his drowsy mates, the cock\n  From the cross timber of an out-house hung;\n  How dismal tolled, that night, the city clock! At morn my sick heart hunger scarcely stung,\n  Nor to the beggar's language could I frame my tongue. So passed another day, and so the third:\n  Then did I try, in vain, the crowd's resort,\n  In deep despair by frightful wishes stirr'd,\n  Near the sea-side I reached a ruined fort:\n  There, pains which nature could no more support,\n  With blindness linked, did on my vitals fall;\n  Dizzy my brain, with interruption short\n  Of hideous sense; I sunk, nor step could crawl,\n  And thence was borne away to neighbouring hospital. Recovery came with food: but still, my brain\n  Was weak, nor of the past had memory. I heard my neighbours, in their beds, complain\n  Of many things which never troubled me;\n  Of feet still bustling round with busy glee,\n  Of looks where common kindness had no part. Of service done with careless cruelty,\n  Fretting the fever round the languid heart,\n  And groans, which, as they said, would make a dead man start. These things just served to stir the torpid sense,\n  Nor pain nor pity in my bosom raised. Memory, though slow, returned with strength: and thence\n  Dismissed, again on open day I gazed,\n  At houses, men, and common light, amazed. The lanes I sought, and as the sun retired,\n  Came, where beneath the trees a faggot blazed;\n  The wild brood saw me weep, my fate enquired,\n  And gave me food, and rest, more welcome, more desired. My heart is touched to think that men like these,\n  The rude earth's tenants, were my first relief:\n  How kindly did they paint their vagrant ease! And their long holiday that feared not grief,\n  For all belonged to all, and each was chief.",
        "By this the stars were almost gone,\n  The moon was setting on the hill,\n  So pale you scarcely looked at her:\n  The little birds began to stir,\n  Though yet their tongues were still. The pony, Betty, and her boy,\n  Wind slowly through the woody dale;\n  And who is she, be-times abroad,\n  That hobbles up the steep rough road? Who is it, but old Susan Gale? Long Susan lay deep lost in thought,\n  And many dreadful fears beset her,\n  Both for her messenger and nurse;\n  And as her mind grew worse and worse,\n  Her body it grew better. She turned, she toss'd herself in bed,\n  On all sides doubts and terrors met her;\n  Point after point did she discuss;\n  And while her mind was fighting thus,\n  Her body still grew better. \"Alas! what is become of them? These fears can never be endured,\n  I'll to the wood.\"--The word scarce said,\n  Did Susan rise up from her bed,\n  As if by magic cured. Away she posts up hill and down,\n  And to the wood at length is come,\n  She spies her friends, she shouts a greeting;\n  Oh me! it is a merry meeting,\n  As ever was in Christendom. The owls have hardly sung their last,\n  While our four travellers homeward wend;\n  The owls have hooted all night long,\n  And with the owls began my song,\n  And with the owls must end. For while they all were travelling home,\n  Cried Betty, \"Tell us Johnny, do,\n  Where all this long night you have been,\n  What you have heard, what you have seen,\n  And Johnny, mind you tell us true.\"\n\n  Now Johnny all night long had heard\n  The owls in tuneful concert strive;\n  No doubt too he the moon had seen;\n  For in the moonlight he had been\n  From eight o'clock till five. And thus to Betty's question, he,\n  Made answer, like a traveller bold,\n  (His very words I give to you,)\n  \"The cocks did crow to-whoo, to-whoo,\n  And the sun did shine so cold.\"\n  --Thus answered Johnny in his glory,\n  And that was all his travel's story. _LOVE_. All Thoughts, all Passions, all Delights,\n  Whatever stirs this mortal Frame,\n  All are but Ministers of Love,\n    And feed his sacred flame. Oft in my waking dreams do I\n  Live o'er again that happy hour,\n  When midway on the Mount I lay\n    Beside the Ruin'd Tower. The Moonshine stealing o'er the scene\n  Had blended with the Lights of Eve;\n  And she was there, my Hope, my Joy,\n    My own dear Genevieve! She lean'd against the Armed Man,\n  The Statue of the Armed Knight:\n  She stood and listen'd to my Harp\n    Amid the ling'ring Light. Few Sorrows hath she of her own,\n  My Hope, my Joy, my Genevieve! She loves me best, whene'er I sing\n    The Songs, that make her grieve. I play'd a soft and doleful Air,\n  I sang an old and moving Story--\n  An old rude Song that fitted well\n    The Ruin wild and hoary.",
        "She has a baby on her arm,\n  Or else she were alone;\n  And underneath the hay-stack warm,\n  And on the green-wood stone,\n  She talked and sung the woods among;\n  And it was in the English tongue. \"Sweet babe! they say that I am mad,\n  But nay, my heart is far too glad;\n  And I am happy when I sing\n  Full many a sad and doleful thing:\n  Then, lovely baby, do not fear! I pray thee have no fear of me,\n  But, safe as in a cradle, here\n  My lovely baby! thou shalt be,\n  To thee I know too much I owe;\n  I cannot work thee any woe.\"\n\n  A fire was once within my brain;\n  And in my head a dull, dull pain;\n  And fiendish faces one, two, three,\n  Hung at my breasts, and pulled at me. But then there came a sight of joy;\n  It came at once to do me good;\n  I waked, and saw my little boy,\n  My little boy of flesh and blood;\n  Oh joy for me that sight to see! For he was here, and only he. Suck, little babe, oh suck again! It cools my blood; it cools my brain;\n  Thy lips I feel them, baby! they\n  Draw from my heart the pain away. Oh! press me with thy little hand;\n  It loosens something at my chest;\n  About that tight and deadly band\n  I feel thy little fingers press'd. The breeze I see is in the tree;\n  It comes to cool my babe and me. Oh! love me, love me, little boy! Thou art thy mother's only joy;\n  And do not dread the waves below,\n  When o'er the sea-rock's edge we go;\n  The high crag cannot work me harm,\n  Nor leaping torrents when they howl;\n  The babe I carry on my arm,\n  He saves for me my precious soul;\n  Then happy lie, for blest am I;\n  Without me my sweet babe would die. Then do not fear, my boy! for thee\n  Bold as a lion I will be;\n  And I will always be thy guide,\n  Through hollow snows and rivers wide. I'll build an Indian bower; I know\n  The leaves that make the softest bed:\n  And if from me thou wilt not go. But still be true 'till I am dead,\n  My pretty thing! then thou shalt sing,\n  As merry as the birds in spring. Thy father cares not for my breast,\n  'Tis thine, sweet baby, there to rest:\n  'Tis all thine own! and if its hue\n  Be changed, that was so fair to view,\n  'Tis fair enough for thee, my dove! My beauty, little child, is flown;\n  But thou will live with me in love,\n  And what if my poor cheek be brown? 'Tis well for me, thou canst not see\n  How pale and wan it else would be. Dread not their taunts, my little life! I am thy father's wedded wife;\n  And underneath the spreading tree\n  We two will live in honesty.",
        "how oft,\n  In darkness, and amid the many shapes\n  Of joyless day-light; when the fretful stir\n  Unprofitable, and the fever of the world,\n  Have hung upon the beatings of my heart,\n  How oft, in spirit, have I turned to thee\n  O sylvan Wye! Thou wanderer through the woods,\n  How often has my spirit turned to thee! And now, with gleams, of half-extinguish'd thought,\n  With many recognitions dim and faint,\n  And somewhat of a sad perplexity,\n  The picture of the mind revives again:\n  While here I stand, not only with the sense\n  Of present pleasure, but with pleasing thoughts\n  That in this moment there is life and food\n  For future years. And so I dare to hope\n  Though changed, no doubt, from what I was, when first\n  I came among these hills; when like a roe\n  I bounded o'er the mountains, by the sides\n  Of the deep rivers, and the lonely streams,\n  Wherever nature led: more like a man\n  Flying from something that he dreads, than one\n  Who sought the thing he loved. For nature then\n  (The coarser pleasures of my boyish days,\n  And their glad animal movements all gone by,)\n  To me was all in all.--I cannot paint\n  What then I was. The sounding cataract\n  Haunted me like a passion: the tall rock,\n  The mountain, and the deep and gloomy wood,\n  Their colours and their forms, were then to me\n  An appetite: a feeling and a love,\n  That had no need of a remoter charm,\n  By thought supplied, or any interest\n  Unborrowed from the eye.--That time is past,\n  And all its aching joys are now no more,\n  And all its dizzy raptures. Not for this\n  Faint I, nor mourn nor murmur: other gifts\n  Have followed, for such loss, I would believe\n  Abundant recompence. For I have learned\n  To look on nature, not as in the hour\n  Of thoughtless youth, but hearing oftentimes\n  The still, sad music of humanity,\n  Nor harsh nor grating, though of ample power\n  To chasten and subdue. And I have felt\n  A presence that disturbs me with the joy\n  Of elevated thoughts; a sense sublime\n  Of something far more deeply interfused,\n  Whose dwelling is the light of setting suns,\n  And the round ocean, and the living air,\n  And the blue sky, and in the mind of man,\n  A motion and a spirit, that impels\n  All thinking things, all objects of all thought,\n  And rolls through all things. Therefore am I still\n  A lover of the meadows and the woods,\n  And mountains; and of all that we behold\n  From this green earth; of all the mighty world\n  Of eye and ear; both what they half create, [7]\n  And what perceive; well pleased to recognize\n  In nature and the language of the sense,\n  The anchor of my purest thoughts, the nurse,\n  The guide, the guardian of my heart, and soul\n  Of all my moral being.",
        "[Footnote 7: This line has a close resemblance to an admirable\nline of Young, the exact expression of which I cannot recollect.]\n\n                         Nor, perchance,\n  If I were not thus taught, should I the more\n  Suffer my genial spirits to decay? For thou art with me, here, upon the banks\n  Of this fair river; thou, my dearest Friend,\n  My dear, dear Friend, and in thy voice I catch\n  The language of my former heart, and read\n  My former pleasures in the shooting lights\n  Of thy wild eyes. Oh! yet a little while\n  May I behold in thee what I was once,\n  My dear, dear Sister! And this prayer I make,\n  Knowing that Nature never did betray\n  The heart that loved her; 'tis her privilege,\n  Through all the years of this our life, to lead\n  From joy to joy: for she can so inform\n  The mind that is within us, so impress\n  With quietness and beauty, and so feed\n  With lofty thoughts, that neither evil tongues,\n  Rash judgments, nor the sneers of selfish men,\n  Nor greetings where no kindness is, nor all\n  The dreary intercourse of daily life,\n  Shall e'er prevail against us, or disturb\n  Our chearful faith that all which we behold\n  Is full of blessings. Therefore let the moon\n  Shine on thee in thy solitary walk;\n  And let the misty mountain winds be free\n  To blow against thee: and in after years,\n  When these wild ecstasies shall be matured\n  Into a sober pleasure, when thy mind\n  Shall be a mansion for all lovely forms,\n  Thy memory be as a dwelling-place\n  For all sweet sounds and harmonies; Oh! then,\n  If solitude, or fear, or pain, or grief,\n  Should be thy portion, with what healing thoughts\n  Of tender joy wilt thou remember me,\n  And these my exhortations! Nor perchance,\n  If I should be, where I no more can hear\n  Thy voice, nor catch from thy wild eyes these gleams\n  Of past existence, wilt thou then forget\n  That on the banks of this delightful stream\n  We stood together; and that I, so long\n  A worshipper of Nature, hither came,\n  Unwearied in that service: rather say\n  With warmer love, oh! with far deeper zeal\n  Of holier love. Nor wilt thou then forget,\n  That after many wanderings, many years\n  Of absence, these steep woods and lofty cliffs,\n  And this green pastoral landscape, were to me\n  More dear, both for themselves, and for thy sake. _NOTES_\n\nNOTE to THE THORN--This Poem ought to have been preceded by an\nintroductory Poem, which I have been prevented from writing by never\nhaving felt myself in a mood when it was probable that I should\nwrite it well.--The character which I have here introduced speaking\nis sufficiently common."
      ],
      "frequency": 304
    },
    "transformation": {
      "keywords": [
        "transformation"
      ],
      "examples": [
        "6\n  Then I woke softly,\n  And pausing, questioning awhile the music of my dream,\n  And questioning all those reminiscences, the tempest in its fury,\n  And all the songs of sopranos and tenors,\n  And those rapt oriental dances of religious fervor,\n  And the sweet varied instruments, and the diapason of organs,\n  And all the artless plaints of love and grief and death,\n  I said to my silent curious soul out of the bed of the slumber-chamber,\n  Come, for I have found the clew I sought so long,\n  Let us go forth refresh’d amid the day,\n  Cheerfully tallying life, walking the world, the real,\n  Nourish’d henceforth by our celestial dream. And I said, moreover,\n  Haply what thou hast heard O soul was not the sound of winds,\n  Nor dream of raging storm, nor sea-hawk’s flapping wings nor harsh scream,\n  Nor vocalism of sun-bright Italy,\n  Nor German organ majestic, nor vast concourse of voices, nor layers\n      of harmonies,\n  Nor strophes of husbands and wives, nor sound of marching soldiers,\n  Nor flutes, nor harps, nor the bugle-calls of camps,\n  But to a new rhythmus fitted for thee,\n  Poems bridging the way from Life to Death, vaguely wafted in night\n      air, uncaught, unwritten,\n  Which let us go forth in the bold day and write. BOOK XXVI\n\n\nPassage to India\n\n       1\n  Singing my days,\n  Singing the great achievements of the present,\n  Singing the strong light works of engineers,\n  Our modern wonders, (the antique ponderous Seven outvied,)\n  In the Old World the east the Suez canal,\n  The New by its mighty railroad spann’d,\n  The seas inlaid with eloquent gentle wires;\n  Yet first to sound, and ever sound, the cry with thee O soul,\n  The Past! the Past! the Past! The Past--the dark unfathom’d retrospect! The teeming gulf--the sleepers and the shadows! The past--the infinite greatness of the past! For what is the present after all but a growth out of the past? (As a projectile form’d, impell’d, passing a certain line, still keeps on,\n  So the present, utterly form’d, impell’d by the past.)\n\n       2\n  Passage O soul to India! Eclaircise the myths Asiatic, the primitive fables. Not you alone proud truths of the world,\n  Nor you alone ye facts of modern science,\n  But myths and fables of eld, Asia’s, Africa’s fables,\n  The far-darting beams of the spirit, the unloos’d dreams,\n  The deep diving bibles and legends,\n  The daring plots of the poets, the elder religions;\n  O you temples fairer than lilies pour’d over by the rising sun! O you fables spurning the known, eluding the hold of the known,\n      mounting to heaven! You lofty and dazzling towers, pinnacled, red as roses, burnish’d\n      with gold! Towers of fables immortal fashion’d from mortal dreams! You too I welcome and fully the same as the rest! You too with joy I sing. Passage to India! Lo, soul, seest thou not God’s purpose from the first?",
        "Belief I sing, and preparation;\n  As Life and Nature are not great with reference to the present only,\n  But greater still from what is yet to come,\n  Out of that formula for thee I sing. 2\n  As a strong bird on pinions free,\n  Joyous, the amplest spaces heavenward cleaving,\n  Such be the thought I’d think of thee America,\n  Such be the recitative I’d bring for thee. The conceits of the poets of other lands I’d bring thee not,\n  Nor the compliments that have served their turn so long,\n  Nor rhyme, nor the classics, nor perfume of foreign court or indoor\n      library;\n  But an odor I’d bring as from forests of pine in Maine, or breath of\n      an Illinois prairie,\n  With open airs of Virginia or Georgia or Tennessee, or from Texas\n      uplands, or Florida’s glades,\n  Or the Saguenay’s black stream, or the wide blue spread of Huron,\n  With presentment of Yellowstone’s scenes, or Yosemite,\n  And murmuring under, pervading all, I’d bring the rustling sea-sound,\n  That endlessly sounds from the two Great Seas of the world. And for thy subtler sense subtler refrains dread Mother,\n  Preludes of intellect tallying these and thee, mind-formulas fitted\n      for thee, real and sane and large as these and thee,\n  Thou! mounting higher, diving deeper than we knew, thou\n      transcendental Union! By thee fact to be justified, blended with thought,\n  Thought of man justified, blended with God,\n  Through thy idea, lo, the immortal reality! Through thy reality, lo, the immortal idea! 3\n  Brain of the New World, what a task is thine,\n  To formulate the Modern--out of the peerless grandeur of the modern,\n  Out of thyself, comprising science, to recast poems, churches, art,\n  (Recast, may-be discard them, end them--maybe their work is done,\n      who knows?)\n  By vision, hand, conception, on the background of the mighty past, the dead,\n  To limn with absolute faith the mighty living present. And yet thou living present brain, heir of the dead, the Old World brain,\n  Thou that lay folded like an unborn babe within its folds so long,\n  Thou carefully prepared by it so long--haply thou but unfoldest it,\n      only maturest it,\n  It to eventuate in thee--the essence of the by-gone time contain’d in thee,\n  Its poems, churches, arts, unwitting to themselves, destined with\n      reference to thee;\n  Thou but the apples, long, long, long a-growing,\n  The fruit of all the Old ripening to-day in thee.",
        "Thee in thy future,\n  Thee in thy only permanent life, career, thy own unloosen’d mind,\n      thy soaring spirit,\n  Thee as another equally needed sun, radiant, ablaze, swift-moving,\n      fructifying all,\n  Thee risen in potent cheerfulness and joy, in endless great hilarity,\n  Scattering for good the cloud that hung so long, that weigh’d so\n      long upon the mind of man,\n  The doubt, suspicion, dread, of gradual, certain decadence of man;\n  Thee in thy larger, saner brood of female, male--thee in thy\n      athletes, moral, spiritual, South, North, West, East,\n  (To thy immortal breasts, Mother of All, thy every daughter, son,\n      endear’d alike, forever equal,)\n  Thee in thy own musicians, singers, artists, unborn yet, but certain,\n  Thee in thy moral wealth and civilization, (until which thy proudest\n      material civilization must remain in vain,)\n  Thee in thy all-supplying, all-enclosing worship--thee in no single\n      bible, saviour, merely,\n  Thy saviours countless, latent within thyself, thy bibles incessant\n      within thyself, equal to any, divine as any,\n  (Thy soaring course thee formulating, not in thy two great wars, nor\n      in thy century’s visible growth,\n  But far more in these leaves and chants, thy chants, great Mother!)\n  Thee in an education grown of thee, in teachers, studies, students,\n      born of thee,\n  Thee in thy democratic fetes en-masse, thy high original festivals,\n      operas, lecturers, preachers,\n  Thee in thy ultimate, (the preparations only now completed, the\n      edifice on sure foundations tied,)\n  Thee in thy pinnacles, intellect, thought, thy topmost rational\n      joys, thy love and godlike aspiration,\n  In thy resplendent coming literati, thy full-lung’d orators, thy\n      sacerdotal bards, kosmic savans,\n  These! these in thee, (certain to come,) to-day I prophesy. 6\n  Land tolerating all, accepting all, not for the good alone, all good\n      for thee,\n  Land in the realms of God to be a realm unto thyself,\n  Under the rule of God to be a rule unto thyself. (Lo, where arise three peerless stars,\n  To be thy natal stars my country, Ensemble, Evolution, Freedom,\n  Set in the sky of Law.)\n\n  Land of unprecedented faith, God’s faith,\n  Thy soil, thy very subsoil, all upheav’d,\n  The general inner earth so long so sedulously draped over, now hence\n      for what it is boldly laid bare,\n  Open’d by thee to heaven’s light for benefit or bale. Not for success alone,\n  Not to fair-sail unintermitted always,\n  The storm shall dash thy face, the murk of war and worse than war\n      shall cover thee all over,\n  (Wert capable of war, its tug and trials?",
        "I see the vast alembic ever working, I see and know the flames that\n      heat the world,\n  The glow, the blush, the beating hearts of lovers,\n  So blissful happy some, and some so silent, dark, and nigh to death;\n  Love, that is all the earth to lovers--love, that mocks time and space,\n  Love, that is day and night--love, that is sun and moon and stars,\n  Love, that is crimson, sumptuous, sick with perfume,\n  No other words but words of love, no other thought but love. 6\n  Blow again trumpeter--conjure war’s alarums. Swift to thy spell a shuddering hum like distant thunder rolls,\n  Lo, where the arm’d men hasten--lo, mid the clouds of dust the glint\n      of bayonets,\n  I see the grime-faced cannoneers, I mark the rosy flash amid the\n      smoke, I hear the cracking of the guns;\n  Nor war alone--thy fearful music-song, wild player, brings every\n      sight of fear,\n  The deeds of ruthless brigands, rapine, murder--I hear the cries for help! I see ships foundering at sea, I behold on deck and below deck the\n      terrible tableaus. 7\n  O trumpeter, methinks I am myself the instrument thou playest,\n  Thou melt’st my heart, my brain--thou movest, drawest, changest\n      them at will;\n  And now thy sullen notes send darkness through me,\n  Thou takest away all cheering light, all hope,\n  I see the enslaved, the overthrown, the hurt, the opprest of the\n      whole earth,\n  I feel the measureless shame and humiliation of my race, it becomes\n      all mine,\n  Mine too the revenges of humanity, the wrongs of ages, baffled feuds\n      and hatreds,\n  Utter defeat upon me weighs--all lost--the foe victorious,\n  (Yet ’mid the ruins Pride colossal stands unshaken to the last,\n  Endurance, resolution to the last.)\n\n\n      8\n  Now trumpeter for thy close,\n  Vouchsafe a higher strain than any yet,\n  Sing to my soul, renew its languishing faith and hope,\n  Rouse up my slow belief, give me some vision of the future,\n  Give me for once its prophecy and joy. O glad, exulting, culminating song! A vigor more than earth’s is in thy notes,\n  Marches of victory--man disenthral’d--the conqueror at last,\n  Hymns to the universal God from universal man--all joy! A reborn race appears--a perfect world, all joy! Women and men in wisdom innocence and health--all joy! Riotous laughing bacchanals fill’d with joy! War, sorrow, suffering gone--the rank earth purged--nothing but joy left! The ocean fill’d with joy--the atmosphere all joy! Joy! joy! in freedom, worship, love! joy in the ecstasy of life! Enough to merely be! enough to breathe! Joy! joy! all over joy!",
        "Yonnondio!--unlimn’d they disappear;\n  To-day gives place, and fades--the cities, farms, factories fade;\n  A muffled sonorous sound, a wailing word is borne through the air\n      for a moment,\n  Then blank and gone and still, and utterly lost. Life\n\n  Ever the undiscouraged, resolute, struggling soul of man;\n  (Have former armies fail’d? then we send fresh armies--and fresh again;)\n  Ever the grappled mystery of all earth’s ages old or new;\n  Ever the eager eyes, hurrahs, the welcome-clapping hands, the loud\n      applause;\n  Ever the soul dissatisfied, curious, unconvinced at last;\n  Struggling to-day the same--battling the same. “Going Somewhere”\n\n  My science-friend, my noblest woman-friend,\n  (Now buried in an English grave--and this a memory-leaf for her dear sake,)\n  Ended our talk--“The sum, concluding all we know of old or modern\n      learning, intuitions deep,\n  “Of all Geologies--Histories--of all Astronomy--of Evolution,\n      Metaphysics all,\n  “Is, that we all are onward, onward, speeding slowly, surely bettering,\n  “Life, life an endless march, an endless army, (no halt, but it is\n      duly over,)\n  “The world, the race, the soul--in space and time the universes,\n  “All bound as is befitting each--all surely going somewhere.”\n\n\n\n\nSmall the Theme of My Chant\n\n  Small the theme of my Chant, yet the greatest--namely, One’s-Self--\n      a simple, separate person. That, for the use of the New World, I sing. Man’s physiology complete, from top to toe, I sing. Not physiognomy alone,\n      nor brain alone, is worthy for the Muse;--I say the Form complete\n      is worthier far. The Female equally with the Male, I sing. Nor cease at the theme of One’s-Self. I speak the word of the\n      modern, the word En-Masse. My Days I sing, and the Lands--with interstice I knew of hapless War. (O friend, whoe’er you are, at last arriving hither to commence, I\n      feel through every leaf the pressure of your hand, which I return. And thus upon our journey, footing the road, and more than once, and\n      link’d together let us go.)\n\n\n\n\nTrue Conquerors\n\n  Old farmers, travelers, workmen (no matter how crippled or bent,)\n  Old sailors, out of many a perilous voyage, storm and wreck,\n  Old soldiers from campaigns, with all their wounds, defeats and scars;\n  Enough that they’ve survived at all--long life’s unflinching ones! Forth from their struggles, trials, fights, to have emerged at all--\n      in that alone,\n  True conquerors o’er all the rest. The United States to Old World Critics\n\n  Here first the duties of to-day, the lessons of the concrete,\n  Wealth, order, travel, shelter, products, plenty;\n  As of the building of some varied, vast, perpetual edifice,\n  Whence to arise inevitable in time, the towering roofs, the lamps,\n  The solid-planted spires tall shooting to the stars. The Calming Thought of All\n\n  That coursing on, whate’er men’s speculations,\n  Amid the changing schools, theologies, philosophies,\n  Amid the bawling presentations new and old,\n  The round earth’s silent vital laws, facts, modes continue.",
        "Thanks in Old Age\n\n  Thanks in old age--thanks ere I go,\n  For health, the midday sun, the impalpable air--for life, mere life,\n  For precious ever-lingering memories, (of you my mother dear--you,\n      father--you, brothers, sisters, friends,)\n  For all my days--not those of peace alone--the days of war the same,\n  For gentle words, caresses, gifts from foreign lands,\n  For shelter, wine and meat--for sweet appreciation,\n  (You distant, dim unknown--or young or old--countless, unspecified,\n      readers belov’d,\n  We never met, and neer shall meet--and yet our souls embrace, long,\n      close and long;)\n  For beings, groups, love, deeds, words, books--for colors, forms,\n  For all the brave strong men--devoted, hardy men--who’ve forward\n      sprung in freedom’s help, all years, all lands\n  For braver, stronger, more devoted men--(a special laurel ere I go,\n      to life’s war’s chosen ones,\n  The cannoneers of song and thought--the great artillerists--the\n      foremost leaders, captains of the soul:)\n  As soldier from an ended war return’d--As traveler out of myriads,\n      to the long procession retrospective,\n  Thanks--joyful thanks!--a soldier’s, traveler’s thanks. Life and Death\n\n  The two old, simple problems ever intertwined,\n  Close home, elusive, present, baffled, grappled. By each successive age insoluble, pass’d on,\n  To ours to-day--and we pass on the same. The Voice of the Rain\n\n  And who art thou? said I to the soft-falling shower,\n  Which, strange to tell, gave me an answer, as here translated:\n  I am the Poem of Earth, said the voice of the rain,\n  Eternal I rise impalpable out of the land and the bottomless sea,\n  Upward to heaven, whence, vaguely form’d, altogether changed, and\n      yet the same,\n  I descend to lave the drouths, atomies, dust-layers of the globe,\n  And all that in them without me were seeds only, latent, unborn;\n  And forever, by day and night, I give back life to my own origin,\n      and make pure and beautify it;\n  (For song, issuing from its birth-place, after fulfilment, wandering,\n  Reck’d or unreck’d, duly with love returns.)\n\n\n\n\nSoon Shall the Winter’s Foil Be Here\n\n  Soon shall the winter’s foil be here;\n  Soon shall these icy ligatures unbind and melt--A little while,\n  And air, soil, wave, suffused shall be in softness, bloom and\n      growth--a thousand forms shall rise\n  From these dead clods and chills as from low burial graves. Thine eyes, ears--all thy best attributes--all that takes cognizance\n      of natural beauty,\n  Shall wake and fill. Thou shalt perceive the simple shows, the\n      delicate miracles of earth,\n  Dandelions, clover, the emerald grass, the early scents and flowers,\n  The arbutus under foot, the willow’s yellow-green, the blossoming\n      plum and cherry;\n  With these the robin, lark and thrush, singing their songs--the\n      flitting bluebird;\n  For such the scenes the annual play brings on. While Not the Past Forgetting\n\n  While not the past forgetting,\n  To-day, at least, contention sunk entire--peace, brotherhood uprisen;\n  For sign reciprocal our Northern, Southern hands,\n  Lay on the graves of all dead soldiers, North or South,\n  (Nor for the past alone--for meanings to the future,)\n  Wreaths of roses and branches of palm.",
        "The Dying Veteran\n\n  Amid these days of order, ease, prosperity,\n  Amid the current songs of beauty, peace, decorum,\n  I cast a reminiscence--(likely ’twill offend you,\n  I heard it in my boyhood;)--More than a generation since,\n  A queer old savage man, a fighter under Washington himself,\n  (Large, brave, cleanly, hot-blooded, no talker, rather spiritualistic,\n  Had fought in the ranks--fought well--had been all through the\n      Revolutionary war,)\n  Lay dying--sons, daughters, church-deacons, lovingly tending him,\n  Sharping their sense, their ears, towards his murmuring, half-caught words:\n  “Let me return again to my war-days,\n  To the sights and scenes--to forming the line of battle,\n  To the scouts ahead reconnoitering,\n  To the cannons, the grim artillery,\n  To the galloping aides, carrying orders,\n  To the wounded, the fallen, the heat, the suspense,\n  The perfume strong, the smoke, the deafening noise;\n  Away with your life of peace!--your joys of peace! Give me my old wild battle-life again!”\n\n\n\n\nStronger Lessons\n\n  Have you learn’d lessons only of those who admired you, and were\n      tender with you, and stood aside for you? Have you not learn’d great lessons from those who reject you, and\n      brace themselves against you? or who treat you with contempt,\n      or dispute the passage with you? A Prairie Sunset\n\n  Shot gold, maroon and violet, dazzling silver, emerald, fawn,\n  The earth’s whole amplitude and Nature’s multiform power consign’d\n      for once to colors;\n  The light, the general air possess’d by them--colors till now unknown,\n  No limit, confine--not the Western sky alone--the high meridian--\n      North, South, all,\n  Pure luminous color fighting the silent shadows to the last. Twenty Years\n\n  Down on the ancient wharf, the sand, I sit, with a new-comer chatting:\n  He shipp’d as green-hand boy, and sail’d away, (took some sudden,\n      vehement notion;)\n  Since, twenty years and more have circled round and round,\n  While he the globe was circling round and round, --and now returns:\n  How changed the place--all the old land-marks gone--the parents dead;\n  (Yes, he comes back to lay in port for good--to settle--has a\n      well-fill’d purse--no spot will do but this;)\n  The little boat that scull’d him from the sloop, now held in leash I see,\n  I hear the slapping waves, the restless keel, the rocking in the sand,\n  I see the sailor kit, the canvas bag, the great box bound with brass,\n  I scan the face all berry-brown and bearded--the stout-strong frame,\n  Dress’d in its russet suit of good Scotch cloth:\n  (Then what the told-out story of those twenty years? What of the future?)\n\n\n\n\nOrange Buds by Mail from Florida\n\n  A lesser proof than old Voltaire’s, yet greater,\n  Proof of this present time, and thee, thy broad expanse, America,\n  To my plain Northern hut, in outside clouds and snow,\n  Brought safely for a thousand miles o’er land and tide,\n  Some three days since on their own soil live-sprouting,\n  Now here their sweetness through my room unfolding,\n  A bunch of orange buds by mall from Florida.",
        "“The Rounded Catalogue Divine Complete”\n\n  The devilish and the dark, the dying and diseas’d,\n  The countless (nineteen-twentieths) low and evil, crude and savage,\n  The crazed, prisoners in jail, the horrible, rank, malignant,\n  Venom and filth, serpents, the ravenous sharks, liars, the dissolute;\n  (What is the part the wicked and the loathesome bear within earth’s\n      orbic scheme?)\n  Newts, crawling things in slime and mud, poisons,\n  The barren soil, the evil men, the slag and hideous rot. Mirages\n\n  More experiences and sights, stranger, than you’d think for;\n  Times again, now mostly just after sunrise or before sunset,\n  Sometimes in spring, oftener in autumn, perfectly clear weather, in\n      plain sight,\n  Camps far or near, the crowded streets of cities and the shopfronts,\n  (Account for it or not--credit or not--it is all true,\n  And my mate there could tell you the like--we have often confab’d\n      about it,)\n  People and scenes, animals, trees, colors and lines, plain as could be,\n  Farms and dooryards of home, paths border’d with box, lilacs in corners,\n  Weddings in churches, thanksgiving dinners, returns of long-absent sons,\n  Glum funerals, the crape-veil’d mother and the daughters,\n  Trials in courts, jury and judge, the accused in the box,\n  Contestants, battles, crowds, bridges, wharves,\n  Now and then mark’d faces of sorrow or joy,\n  (I could pick them out this moment if I saw them again,)\n  Show’d to me--just to the right in the sky-edge,\n  Or plainly there to the left on the hill-tops. L. of G.’s Purport\n\n  Not to exclude or demarcate, or pick out evils from their formidable\n      masses (even to expose them,)\n  But add, fuse, complete, extend--and celebrate the immortal and the good. Haughty this song, its words and scope,\n  To span vast realms of space and time,\n  Evolution--the cumulative--growths and generations. Begun in ripen’d youth and steadily pursued,\n  Wandering, peering, dallying with all--war, peace, day and night\n      absorbing,\n  Never even for one brief hour abandoning my task,\n  I end it here in sickness, poverty, and old age. I sing of life, yet mind me well of death:\n  To-day shadowy Death dogs my steps, my seated shape, and has for years--\n  Draws sometimes close to me, as face to face. The Unexpress’d\n\n  How dare one say it? After the cycles, poems, singers, plays,\n  Vaunted Ionia’s, India’s--Homer, Shakspere--the long, long times’\n      thick dotted roads, areas,\n  The shining clusters and the Milky Ways of stars--Nature’s pulses reap’d,\n  All retrospective passions, heroes, war, love, adoration,\n  All ages’ plummets dropt to their utmost depths,\n  All human lives, throats, wishes, brains--all experiences’ utterance;\n  After the countless songs, or long or short, all tongues, all lands,\n  Still something not yet told in poesy’s voice or print--something lacking,\n  (Who knows?",
        "Something I must have gained by this practice, as it is\nfriendly to one property of all good poetry, namely good sense; but\nit has necessarily cut me off from a large portion of phrases and\nfigures of speech which from father to son have long been regarded\nas the common inheritance of Poets. I have also thought it expedient\nto restrict myself still further, having abstained from the use of\nmany expressions, in themselves proper and beautiful, but which have\nbeen foolishly repeated by bad Poets till such feelings of disgust\nare connected with them as it is scarcely possible by any art of\nassociation to overpower. If in a Poem there should be found a series of lines, or even a\nsingle line, in which the language, though naturally arranged and\naccording to the strict laws of metre, does not differ from that of\nprose, there is a numerous class of critics who, when they stumble\nupon these prosaisms as they call them, imagine that they have made\na notable discovery, and exult over the Poet as over a man ignorant\nof his own profession. Now these men would establish a canon of\ncriticism which the Reader will conclude he must utterly reject if he\nwishes to be pleased with these volumes. And it would be a most easy\ntask to prove to him that not only the language of a large portion\nof every good poem, even of the most elevated character, must\nnecessarily, except with reference to the metre, in no respect\ndiffer from that of good prose, but likewise that some of the most\ninteresting parts of the best poems will be found to be strictly the\nlanguage of prose when prose is well written. The truth of this\nassertion might be demonstrated by innumerable passages from almost\nall the poetical writings, even of Milton himself. I have not space\nfor much quotation; but, to illustrate the subject in a general\nmanner, I will here adduce a short composition of Gray, who was at\nthe head of those who by their reasonings have attempted to widen\nthe space of separation betwixt Prose and Metrical composition, and\nwas more than any other man curiously elaborate in the structure of\nhis own poetic diction. In vain to me the smiling mornings shine,\n  And reddening Phoebus lifts his golden fire:\n  The birds in vain their amorous descant join,\n  Or chearful fields resume their green attire:\n  These ears alas! for other notes repine;\n  _A different object do these eyes require;\n  My lonely anguish melts no heart but mine;\n  And in my breast the imperfect joys expire;_\n  Yet Morning smiles the busy race to cheer,\n  And new-born pleasure brings to happier men;\n  The fields to all their wonted tribute bear;\n  To warm their little loves the birds complain.",
        "[Footnote 3: Several of the Lakes in the north of England are let\nout to different Fishermen, in parcels marked out by imaginary lines\ndrawn from rock to rock.]\n\n  Can I forget that miserable hour,\n  When from the last hill-top, my sire surveyed,\n  Peering above the trees, the steeple tower\n  That on his marriage-day sweet music made? Till then he hoped his bones might there be laid,\n  Close by my mother in their native bowers:\n  Bidding me trust in God, he stood and prayed,--\n  I could not pray:--through tears that fell in showers,\n  Glimmer'd our dear-loved home, alas! no longer ours! There was a youth whom I had loved so long. That when I loved him not I cannot say. 'Mid the green mountains many and many a song\n  We two had sung, like gladsome birds in May. When we began to tire of childish play\n  We seemed still more and more to prize each other;\n  We talked of marriage and our marriage day;\n  And I in truth did love him like a brother,\n  For never could I hope to meet with such another. His father said, that to a distant town\n  He must repair, to ply the artist's trade. What tears of bitter grief till then unknown? What tender vows our last sad kiss delayed! To him we turned:--we had no other aid. Like one revived, upon his neck I wept,\n  And her whom he had loved in joy, he said\n  He well could love in grief: his faith he kept;\n  And in a quiet home once more my father slept. Four years each day with daily bread was blest,\n  By constant toil and constant prayer supplied. Three lovely infants lay upon my breast;\n  And often, viewing their sweet smiles, I sighed,\n  And knew not why. My happy father died\n  When sad distress reduced the childrens' meal:\n  Thrice happy! that from him the grave did hide\n  The empty loom, cold hearth, and silent wheel,\n  And tears that flowed for ills which patience could not heal. 'Twas a hard change, an evil time was come;\n  We had no hope, and no relief could gain. But soon, with proud parade, the noisy drum\n  Beat round, to sweep the streets of want and pain. My husband's arms now only served to strain\n  Me and his children hungering in his view:\n  In such dismay my prayers and tears were vain:\n  To join those miserable men he flew;\n  And now to the sea-coast, with numbers more, we drew. There foul neglect for months and months we bore,\n  Nor yet the crowded fleet its anchor stirred. Green fields before us and our native shore,\n  By fever, from polluted air incurred,\n  Ravage was made, for which no knell was heard. Fondly we wished, and wished away, nor knew,\n  'Mid that long sickness, and those hopes deferr'd,\n  That happier days we never more must view:\n  The parting signal streamed, at last the land withdrew. But from delay the summer calms were past."
      ],
      "frequency": 188
    },
    "nature": {
      "keywords": [
        "nature"
      ],
      "examples": [
        "The cactus guarded with thorns, the laurel-tree with large white flowers,\n  The range afar, the richness and barrenness, the old woods charged\n      with mistletoe and trailing moss,\n  The piney odor and the gloom, the awful natural stillness, (here in\n      these dense swamps the freebooter carries his gun, and the\n      fugitive has his conceal’d hut;)\n  O the strange fascination of these half-known half-impassable\n      swamps, infested by reptiles, resounding with the bellow of the\n      alligator, the sad noises of the night-owl and the wild-cat, and\n      the whirr of the rattlesnake,\n  The mocking-bird, the American mimic, singing all the forenoon,\n      singing through the moon-lit night,\n  The humming-bird, the wild turkey, the raccoon, the opossum;\n  A Kentucky corn-field, the tall, graceful, long-leav’d corn,\n      slender, flapping, bright green, with tassels, with beautiful\n      ears each well-sheath’d in its husk;\n  O my heart! O tender and fierce pangs, I can stand them not, I will depart;\n  O to be a Virginian where I grew up! O to be a Carolinian! O longings irrepressible! O I will go back to old Tennessee and\n      never wander more. Mannahatta\n\n  I was asking for something specific and perfect for my city,\n  Whereupon lo! upsprang the aboriginal name. Now I see what there is in a name, a word, liquid, sane, unruly,\n      musical, self-sufficient,\n  I see that the word of my city is that word from of old,\n  Because I see that word nested in nests of water-bays, superb,\n  Rich, hemm’d thick all around with sailships and steamships, an\n      island sixteen miles long, solid-founded,\n  Numberless crowded streets, high growths of iron, slender, strong,\n      light, splendidly uprising toward clear skies,\n  Tides swift and ample, well-loved by me, toward sundown,\n  The flowing sea-currents, the little islands, larger adjoining\n      islands, the heights, the villas,\n  The countless masts, the white shore-steamers, the lighters, the\n      ferry-boats, the black sea-steamers well-model’d,\n  The down-town streets, the jobbers’ houses of business, the houses\n      of business of the ship-merchants and money-brokers, the river-streets,\n  Immigrants arriving, fifteen or twenty thousand in a week,\n  The carts hauling goods, the manly race of drivers of horses, the\n      brown-faced sailors,\n  The summer air, the bright sun shining, and the sailing clouds aloft,\n  The winter snows, the sleigh-bells, the broken ice in the river,\n      passing along up or down with the flood-tide or ebb-tide,\n  The mechanics of the city, the masters, well-form’d,\n      beautiful-faced, looking you straight in the eyes,\n  Trottoirs throng’d, vehicles, Broadway, the women, the shops and shows,\n  A million people--manners free and superb--open voices--hospitality--\n      the most courageous and friendly young men,\n  City of hurried and sparkling waters! city of spires and masts! City nested in bays! my city! All Is Truth\n\n  O me, man of slack faith so long,\n  Standing aloof, denying portions so long,\n  Only aware to-day of compact all-diffused truth,\n  Discovering to-day there is no lie or form of lie, and can be none,\n      but grows as inevitably upon itself as the truth does upon itself,\n  Or as any law of the earth or any natural production of the earth does.",
        "From Far Dakota’s Canyons  [June 25, 1876]\n\n  From far Dakota’s canyons,\n  Lands of the wild ravine, the dusky Sioux, the lonesome stretch, the\n      silence,\n  Haply to-day a mournful wall, haply a trumpet-note for heroes. The battle-bulletin,\n  The Indian ambuscade, the craft, the fatal environment,\n  The cavalry companies fighting to the last in sternest heroism,\n  In the midst of their little circle, with their slaughter’d horses\n      for breastworks,\n  The fall of Custer and all his officers and men. Continues yet the old, old legend of our race,\n  The loftiest of life upheld by death,\n  The ancient banner perfectly maintain’d,\n  O lesson opportune, O how I welcome thee! As sitting in dark days,\n  Lone, sulky, through the time’s thick murk looking in vain for\n      light, for hope,\n  From unsuspected parts a fierce and momentary proof,\n  (The sun there at the centre though conceal’d,\n  Electric life forever at the centre,)\n  Breaks forth a lightning flash. Thou of the tawny flowing hair in battle,\n  I erewhile saw, with erect head, pressing ever in front, bearing a\n      bright sword in thy hand,\n  Now ending well in death the splendid fever of thy deeds,\n  (I bring no dirge for it or thee, I bring a glad triumphal sonnet,)\n  Desperate and glorious, aye in defeat most desperate, most glorious,\n  After thy many battles in which never yielding up a gun or a color,\n  Leaving behind thee a memory sweet to soldiers,\n  Thou yieldest up thyself. Old War-Dreams\n\n  In midnight sleep of many a face of anguish,\n  Of the look at first of the mortally wounded, (of that indescribable look,)\n  Of the dead on their backs with arms extended wide,\n       I dream, I dream, I dream. Of scenes of Nature, fields and mountains,\n  Of skies so beauteous after a storm, and at night the moon so\n      unearthly bright,\n  Shining sweetly, shining down, where we dig the trenches and\n      gather the heaps,\n       I dream, I dream, I dream. Long have they pass’d, faces and trenches and fields,\n  Where through the carnage I moved with a callous composure, or away\n      from the fallen,\n  Onward I sped at the time--but now of their forms at night,\n       I dream, I dream, I dream. Thick-Sprinkled Bunting\n\n  Thick-sprinkled bunting! flag of stars! Long yet your road, fateful flag--long yet your road, and lined with\n      bloody death,\n  For the prize I see at issue at last is the world,\n  All its ships and shores I see interwoven with your threads greedy banner;\n  Dream’d again the flags of kings, highest borne to flaunt unrival’d? O hasten flag of man--O with sure and steady step, passing highest\n      flags of kings,\n  Walk supreme to the heavens mighty symbol--run up above them all,\n  Flag of stars! thick-sprinkled bunting! What Best I See in Thee\n  [To U. S. G.",
        "and how the sun, moon, stars, dart on and on! How the water sports and sings! (surely it is alive!)\n  How the trees rise and stand up, with strong trunks, with branches\n      and leaves! (Surely there is something more in each of the trees, some living soul.)\n\n  O amazement of things--even the least particle! O spirituality of things! O strain musical flowing through ages and continents, now reaching\n      me and America! I take your strong chords, intersperse them, and cheerfully pass\n      them forward. I too carol the sun, usher’d or at noon, or as now, setting,\n  I too throb to the brain and beauty of the earth and of all the\n      growths of the earth,\n  I too have felt the resistless call of myself. As I steam’d down the Mississippi,\n  As I wander’d over the prairies,\n  As I have lived, as I have look’d through my windows my eyes,\n  As I went forth in the morning, as I beheld the light breaking in the east,\n  As I bathed on the beach of the Eastern Sea, and again on the beach\n      of the Western Sea,\n  As I roam’d the streets of inland Chicago, whatever streets I have roam’d,\n  Or cities or silent woods, or even amid the sights of war,\n  Wherever I have been I have charged myself with contentment and triumph. I sing to the last the equalities modern or old,\n  I sing the endless finales of things,\n  I say Nature continues, glory continues,\n  I praise with electric voice,\n  For I do not see one imperfection in the universe,\n  And I do not see one cause or result lamentable at last in the universe. O setting sun! though the time has come,\n  I still warble under you, if none else does, unmitigated adoration. As at Thy Portals Also Death\n\n  As at thy portals also death,\n  Entering thy sovereign, dim, illimitable grounds,\n  To memories of my mother, to the divine blending, maternity,\n  To her, buried and gone, yet buried not, gone not from me,\n  (I see again the calm benignant face fresh and beautiful still,\n  I sit by the form in the coffin,\n  I kiss and kiss convulsively again the sweet old lips, the cheeks,\n      the closed eyes in the coffin;)\n  To her, the ideal woman, practical, spiritual, of all of earth,\n      life, love, to me the best,\n  I grave a monumental line, before I go, amid these songs,\n  And set a tombstone here. My Legacy\n\n  The business man the acquirer vast,\n  After assiduous years surveying results, preparing for departure,\n  Devises houses and lands to his children, bequeaths stocks, goods,\n      funds for a school or hospital,\n  Leaves money to certain companions to buy tokens, souvenirs of gems\n      and gold.",
        "Election Day, November, 1884\n\n  If I should need to name, O Western World, your powerfulest scene and show,\n  ’Twould not be you, Niagara--nor you, ye limitless prairies--nor\n      your huge rifts of canyons, Colorado,\n  Nor you, Yosemite--nor Yellowstone, with all its spasmic\n      geyser-loops ascending to the skies, appearing and disappearing,\n  Nor Oregon’s white cones--nor Huron’s belt of mighty lakes--nor\n      Mississippi’s stream:\n  --This seething hemisphere’s humanity, as now, I’d name--the still\n      small voice vibrating--America’s choosing day,\n  (The heart of it not in the chosen--the act itself the main, the\n      quadriennial choosing,)\n  The stretch of North and South arous’d--sea-board and inland--\n      Texas to Maine--the Prairie States--Vermont, Virginia, California,\n  The final ballot-shower from East to West--the paradox and conflict,\n  The countless snow-flakes falling--(a swordless conflict,\n  Yet more than all Rome’s wars of old, or modern Napoleon’s:) the\n      peaceful choice of all,\n  Or good or ill humanity--welcoming the darker odds, the dross:\n  --Foams and ferments the wine? it serves to purify--while the heart\n      pants, life glows:\n  These stormy gusts and winds waft precious ships,\n  Swell’d Washington’s, Jefferson’s, Lincoln’s sails. With Husky-Haughty Lips, O Sea! With husky-haughty lips, O sea! Where day and night I wend thy surf-beat shore,\n  Imaging to my sense thy varied strange suggestions,\n  (I see and plainly list thy talk and conference here,)\n  Thy troops of white-maned racers racing to the goal,\n  Thy ample, smiling face, dash’d with the sparkling dimples of the sun,\n  Thy brooding scowl and murk--thy unloos’d hurricanes,\n  Thy unsubduedness, caprices, wilfulness;\n  Great as thou art above the rest, thy many tears--a lack from all\n      eternity in thy content,\n  (Naught but the greatest struggles, wrongs, defeats, could make thee\n      greatest--no less could make thee,)\n  Thy lonely state--something thou ever seek’st and seek’st, yet\n      never gain’st,\n  Surely some right withheld--some voice, in huge monotonous rage, of\n      freedom-lover pent,\n  Some vast heart, like a planet’s, chain’d and chafing in those breakers,\n  By lengthen’d swell, and spasm, and panting breath,\n  And rhythmic rasping of thy sands and waves,\n  And serpent hiss, and savage peals of laughter,\n  And undertones of distant lion roar,\n  (Sounding, appealing to the sky’s deaf ear--but now, rapport for once,\n  A phantom in the night thy confidant for once,)\n  The first and last confession of the globe,\n  Outsurging, muttering from thy soul’s abysms,\n  The tale of cosmic elemental passion,\n  Thou tellest to a kindred soul. Death of General Grant\n\n  As one by one withdraw the lofty actors,\n  From that great play on history’s stage eterne,\n  That lurid, partial act of war and peace--of old and new contending,\n  Fought out through wrath, fears, dark dismays, and many a long suspense;\n  All past--and since, in countless graves receding, mellowing,\n  Victor’s and vanquish’d--Lincoln’s and Lee’s--now thou with them,\n  Man of the mighty days--and equal to the days! Thou from the prairies!--tangled and many-vein’d and hard has been thy part,\n  To admiration has it been enacted!",
        "(Have I fought out and done indeed the battle?) Is there no shot left,\n  For all thy affectations, lisps, scorns, manifold silliness? Nor for myself--my own rebellious self in thee? Down, down, proud gorge!--though choking thee;\n  Thy bearded throat and high-borne forehead to the gutter;\n  Crouch low thy neck to eleemosynary gifts. Shakspere-Bacon’s Cipher\n\n  I doubt it not--then more, far more;\n  In each old song bequeath’d--in every noble page or text,\n  (Different--something unreck’d before--some unsuspected author,)\n  In every object, mountain, tree, and star--in every birth and life,\n  As part of each--evolv’d from each--meaning, behind the ostent,\n  A mystic cipher waits infolded. Long, Long Hence\n\n  After a long, long course, hundreds of years, denials,\n  Accumulations, rous’d love and joy and thought,\n  Hopes, wishes, aspirations, ponderings, victories, myriads of readers,\n  Coating, compassing, covering--after ages’ and ages’ encrustations,\n  Then only may these songs reach fruition. Bravo, Paris Exposition! Add to your show, before you close it, France,\n  With all the rest, visible, concrete, temples, towers, goods,\n      machines and ores,\n  Our sentiment wafted from many million heart-throbs, ethereal but solid,\n  (We grand-sons and great-grandsons do not forget your grandsires,)\n  From fifty Nations and nebulous Nations, compacted, sent oversea to-day,\n  America’s applause, love, memories and good-will. Interpolation Sounds\n\n  Over and through the burial chant,\n  Organ and solemn service, sermon, bending priests,\n  To me come interpolation sounds not in the show--plainly to me,\n      crowding up the aisle and from the window,\n  Of sudden battle’s hurry and harsh noises--war’s grim game to sight\n      and ear in earnest;\n  The scout call’d up and forward--the general mounted and his aides\n      around him--the new-brought word--the instantaneous order issued;\n  The rifle crack--the cannon thud--the rushing forth of men from their\n      tents;\n  The clank of cavalry--the strange celerity of forming ranks--the\n      slender bugle note;\n  The sound of horses’ hoofs departing--saddles, arms, accoutrements. To the Sun-Set Breeze\n\n  Ah, whispering, something again, unseen,\n  Where late this heated day thou enterest at my window, door,\n  Thou, laving, tempering all, cool-freshing, gently vitalizing\n  Me, old, alone, sick, weak-down, melted-worn with sweat;\n  Thou, nestling, folding close and firm yet soft, companion better\n      than talk, book, art,\n  (Thou hast, O Nature! elements! utterance to my heart beyond the\n      rest--and this is of them,)\n  So sweet thy primitive taste to breathe within--thy soothing fingers\n      my face and hands,\n  Thou, messenger--magical strange bringer to body and spirit of me,\n  (Distances balk’d--occult medicines penetrating me from head to foot,)\n  I feel the sky, the prairies vast--I feel the mighty northern lakes,\n  I feel the ocean and the forest--somehow I feel the globe itself\n      swift-swimming in space;\n  Thou blown from lips so loved, now gone--haply from endless store,\n      God-sent,\n  (For thou art spiritual, Godly, most of all known to my sense,)\n  Minister to speak to me, here and now, what word has never told, and\n      cannot tell,\n  Art thou not universal concrete’s distillation? Law’s, all\n      Astronomy’s last refinement? Hast thou no soul? Can I not know, identify thee?",
        "On as we drove, the equinoctial deep\n  Ran mountains-high before the howling blast. We gazed with terror on the gloomy sleep\n  Of them that perished in the whirlwind's sweep,\n  Untaught that soon such anguish must ensue,\n  Our hopes such harvest of affliction reap,\n  That we the mercy of the waves should rue. We readied the western world, a poor, devoted crew. Oh I dreadful price of being to resign\n  All that is dear _in_ being! better far\n  In Want's most lonely cave till death to pine,\n  Unseen, unheard, unwatched by any star;\n  Or in the streets and walks where proud men are,\n  Better our dying bodies to obtrude,\n  Than dog-like, wading at the heels of war,\n  Protract a curst existence, with the brood\n  That lap (their very nourishment!) their brother's blood. The pains and plagues that on our heads came down;\n  Disease and famine, agony and fear,\n  In wood or wilderness, in camp or town,\n  It would thy brain unsettle even to hear. All perished--all, in one remorseless year,\n  Husband and children! one by one, by sword\n  And ravenous plague, all perished: every tear\n  Dried up, despairing, desolate, on board\n  A British ship I waked, as from a trance restored. Peaceful as some immeasurable plain\n  By the first beams of dawning light impress'd;\n  In the calm sunshine slept the glittering main,\n  The very ocean has its hour of rest,\n  That comes not to the human mourner's breast. Remote from man, and storms of mortal care,\n  A heavenly silence did the waves invest:\n  I looked and looked along the silent air,\n  Until it seemed to bring a joy to my despair. Ah! how unlike those late terrific sleeps! And groans, that rage of racking famine spoke:\n  The unburied dead that lay in festering heaps! The breathing pestilence that rose like smoke! The shriek that from the distant battle broke! The mine's dire earthquake, and the pallid host\n  Driven by the bomb's incessant thunder-stroke\n  To loathsome vaults, where heart-sick anguish toss'd,\n  Hope died, and fear itself in agony was lost! Yet does that burst of woe congeal my frame,\n  When the dark streets appeared to heave and gape,\n  While like a sea the storming army came,\n  And Fire from hell reared his gigantic shape,\n  And Murder, by the ghastly gleam, and Rape\n  Seized their joint prey, the mother and the child! But from these crazing thoughts my brain, escape! --For weeks the balmy air breathed soft and mild,\n  And on the gliding vessel Heaven and Ocean smiled. Some mighty gulph of separation past,\n  I seemed transported to another world:--\n  A thought resigned with pain, when from the mast\n  The impatient mariner the sail unfurl'd,\n  And whistling, called the wind that hardly curled\n  The silent sea. From the sweet thoughts of home,\n  And from all hope I was forever hurled. For me--farthest from earthly port to roam\n  Was best, could I but shun the spot where man might\n      come.",
        "But never elsewhere in one place I knew\n  So many Nightingales: and far and near\n  In wood and thicket over the wide grove\n  They answer and provoke each other's songs--\n  With skirmish and capricious passagings,\n  And murmurs musical and swift jug jug\n  And one low piping sound more sweet than all--\n  Stirring the air with such an harmony,\n  That should you close your eyes, you might almost\n  Forget it was not day! A most gentle maid\n  Who dwelleth in her hospitable home\n  Hard by the Castle, and at latest eve,\n  (Even like a Lady vow'd and dedicate\n  To something more than nature in the grove)\n  Glides thro' the pathways; she knows all their notes,\n  That gentle Maid! and oft, a moment's space,\n  What time the moon was lost behind a cloud,\n  Hath heard a pause of silence: till the Moon\n  Emerging, hath awaken'd earth and sky\n  With one sensation, and those wakeful Birds\n  Have all burst forth in choral minstrelsy,\n  At if one quick and sudden Gale had swept\n  An hundred airy harps! And she hath watch'd\n  Many a Nightingale perch giddily\n  On blosmy twig still swinging from the breeze,\n  And to that motion tune his wanton song,\n  Like tipsy Joy that reels with tossing head. Farewell, O Warbler! till to-morrow eve,\n  And you, my friends! farewell, a short farewell! We have been loitering long and pleasantly,\n  And now for our dear homes.--That strain again! Full fain it would delay me!-My dear Babe,\n  Who, capable of no articulate sound,\n  Mars all things with his imitative lisp,\n  How he would place his hand beside his ear,\n  His little hand, the small forefinger up,\n  And bid us listen! And I deem it wise\n  To make him Nature's playmate. He knows well\n  The evening star: and once when he awoke\n  In most distressful mood (some inward pain\n  Had made up that strange thing, an infant's dream)\n  I hurried with him to our orchard plot,\n  And he beholds the moon, and hush'd at once\n  Suspends his sobs, and laughs most silently,\n  While his fair eyes that swam with undropt tears\n  Did glitter in the yellow moon-beam! Well--\n  It is a father's tale. But if that Heaven\n  Should give me life, his childhood shall grow up\n  Familiar with these songs, that with the night\n  He may associate Joy! Once more farewell,\n  Sweet Nightingale! once more, my friends! farewell. _LINES\n  Written when sailing in a Boat At EVENING._\n\n  How rich the wave, in front, imprest\n  With evening twilights summer hues,\n  While, facing thus the crimson west,\n  The boat her silent path pursues! And see how dark the backward stream! A little moment past, so smiling! And still, perhaps, with faithless gleam,\n  Some other loiterer beguiling. Such views the youthful bard allure,\n  But, heedless of the following gloom,\n  He deems their colours shall endure\n  'Till peace go with him to the tomb. --And let him nurse his fond deceit,\n  And what if he must die in sorrow!",
        "The wedding-guest he beat his breast,\n    Yet he cannot chuse but hear:\n  And thus spake on that ancient Man,\n    The bright-eyed Mariner. But now the Northwind came more fierce,\n    There came a Tempest strong! And Southward still for days and weeks\n    Like Chaff we drove along. And now there came both Mist and Snow,\n    And it grew wond'rous cold;\n  And Ice mast-high came floating by\n    As green as Emerald. And thro' the drifts the snowy clifts\n    Did send a dismal sheen;\n  Nor shapes of men nor beasts we ken--\n    The Ice was all between. The Ice was here, the Ice was there,\n    The Ice was all around:\n  It crack'd and growl'd, and roar'd and howl'd--\n    A wild and ceaseless sound. At length did cross an Albatross,\n    Thorough the Fog it came;\n  As if it had been a Christian Soul,\n    We hail'd it in God's name. The Mariners gave it biscuit-worms,\n    And round and round it flew:\n  The Ice did split with a Thunder-fit;\n    The Helmsman steer'd us thro'. And a good south wind sprung up behind. The Albatross did follow;\n  And every day for food or play\n    Came to the Mariner's hollo! In mist or cloud on mast or shroud\n    It perch'd for vespers nine,\n  Whiles all the night thro' fog-smoke white\n    Glimmer'd the white moon-shine. \"God save thee, ancient Mariner! From the fiends that plague thee thus--\"\n  \"Why look'st thou so?--with my cross bow\n    I shot the Albatross.\"\n\n\nII:\n\n  The Sun now rose upon the right,\n    Out of the Sea came he;\n  Still hid in mist; and on the left\n    Went down into the Sea. And the good south wind still blew behind,\n    But no sweet Bird did follow\n  Nor any day for food or play\n    Came to the Mariner's hollo! And I had done an hellish thing\n    And it would work e'm woe:\n  For all averr'd, I had kill'd the Bird\n    That made the Breeze to blow. Nor dim nor red, like an Angel's head,\n    The glorious Sun uprist:\n  Then all averr'd, I had kill'd the Bird\n    That brought the fog and mist. 'Twas right, said they, such birds to slay\n    That bring the fog and mist. The breezes blew, the white foam flew,\n    The furrow follow'd free:\n  We were the first that ever burst\n    Into that silent Sea. Down dropt the breeze, the Sails dropt down,\n    'Twas sad as sad could be\n  And we did speak only to break\n    The silence of the Sea. All in a hot and copper sky\n    The bloody sun at noon,\n  Right up above the mast did stand,\n    No bigger than the moon. Day after day, day after day,\n    We stuck, nor breath nor motion,\n  As idle as a painted Ship\n    Upon a painted Ocean. Water, water, every where\n    And all the boards did shrink;\n  Water, water, every where,\n    Nor any drop to drink. The very deeps did rot: O Christ! That ever this should be! Yea, slimy things did crawl with legs\n    Upon the slimy Sea.",
        "The self-same moment I could pray;\n    And from my neck so free\n  The Albatross fell off, and sank\n    Like lead into the sea. V. O sleep, it is a gentle thing\n    Belov'd from pole to pole! To Mary-queen the praise be given\n  She sent the gentle sleep from heaven\n    That slid into my soul. The silly buckets on the deck\n    That had so long remain'd,\n  I dreamt that they were fill'd with dew\n    And when I awoke it rain'd. My lips were wet, my throat was cold,\n    My garments all were dank;\n  Sure I had drunken in my dreams\n    And still my body drank. I mov'd and could not feel my limbs,\n    I was so light, almost\n  I thought that I had died in sleep,\n    And was a blessed Ghost. And soon I heard a roaring wind,\n    It did not come anear;\n  But with its sound it shook the sails\n    That were so thin and sere. The upper air burst into life\n    And a hundred fire-flags sheen\n  To and fro they were hurried about;\n  And to and fro, and in and out\n    The wan stars danc'd between. And the coming wind did roar more loud;\n    And the sails did sigh like sedge:\n  And the rain pour'd down from one black cloud\n    The moon was at its edge. The thick black cloud was cleft, and still\n    The Moon was at its side:\n  Like waters shot from some high crag,\n  The lightning fell, with never a jag\n    A river steep and wide. The loud wind never reach'd the Ship,\n    Yet now the Ship mov'd on! Beneath the lightning and the moon\n    The dead men gave a groan. They groan'd; they stirr'd, they all uprose,\n    Nor spake, nor mov'd their eyes:\n  It had been strange, even in a dream\n    To have seen those dead men rise,\n\n  The helmsman steerd, the ship mov'd on;\n    Yet never a breeze up-blew;\n  The Mariners all gan work the ropes,\n    Where they were wont to do:\n  They rais'd their limbs like lifeless tools--\n    We were a ghastly crew. The body of my brother's son\n    Stood by me knee to knee:\n  The body and I pull'd at one rope,\n    But he said nought to me. \"I fear thee, ancient Mariner!\"\n    \"Be calm, thou wedding guest! 'Twas not those souls, that fled in pain,\n  Which to their corses came again,\n    But a troop of Spirits blest:\"\n\n  \"For when it dawn'd--they dropp'd their arms,\n    And cluster'd round the mast:\n  Sweet sounds rose slowly thro' their mouths\n    And from their bodies pass'd.\"\n\n  Around, around, flew each sweet sound,\n    Then darted to the sun:\n  Slowly the sounds came back again\n    Now mix'd, now one by one. Sometimes a dropping from the sky\n    I heard the Sky-lark sing;\n  Sometimes all little birds that are\n  How they seem'd to fill the sea and air\n    With their sweet jargoning. And now 'twas like all instruments,\n    Now like a lonely flute;\n  And now it is an angel's song\n    That makes the heavens be mute.",
        "It ceas'd: yet still the sails made on\n    A pleasant noise till noon,\n  A noise like of a hidden brook\n    In the leafy month of June,\n  That to the sleeping woods all night,\n    Singeth a quiet tune. Till noon we silently sail'd on\n    Yet never a breeze did breathe:\n  Slowly and smoothly went the Ship\n    Mov'd onward from beneath. Under the keel nine fathom deep\n    From the land of mist and snow\n  The spirit slid: and it was He\n    That made the Ship to go. The sails at noon left off their tune\n    And the Ship stood still also. The sun right up above the mast\n    Had fix'd her to the ocean:\n  But in a minute she 'gan stir\n    With a short uneasy motion--\n  Backwards and forwards half her length\n    With a short uneasy motion. Then, like a pawing horse let go,\n    She made a sudden bound:\n  It flung the blood into my head,\n    And I fell into a swound. How long in that same fit I lay,\n    I have not to declare;\n  But ere my living life return'd,\n  I heard and in my soul discern'd\n    Two voices in the air. \"Is it he?\" quoth one, \"Is this the man? By him who died on cross,\n  With his cruel bow he lay'd full low\n    The harmless Albatross.\"\n\n  \"The spirit who 'bideth by himself\n    In the land of mist and snow,\n  He lov'd the bird that lov'd the man\n    Who shot him with his bow.\"\n\n  The other was a softer voice,\n    As soft as honey-dew:\n  Quoth he the man hath penance done,\n    And penance more will do. VI. FIRST VOICE. \"But tell me, tell me! speak again,\n    Thy soft response renewing--\n  What makes that ship drive on so fast? What is the Ocean doing?\"\n\n  SECOND VOICE. \"Still as a Slave before his Lord,\n    The Ocean hath no blast:\n  His great bright eye most silently\n    Up to the moon is cast--\"\n\n  \"If he may know which way to go,\n    For she guides him smooth or grim,\n  See, brother, see! how graciously\n    She looketh down on him.\"\n\n  FIRST VOICE. \"But why drives on that ship so fast\n    Without or wave or wind?\"\n\n  SECOND VOICE. \"The air is cut away before,\n    And closes from behind.\"\n\n  \"Fly, brother, fly! more high, more high,\n    Or we shall be belated:\n  For slow and slow that ship will go,\n    When the Mariner's trance is abated.\"\n\n  I woke, and we were sailing on\n    As in a gentle weather:\n  'Twas night, calm night, the moon was high;\n    The dead men stood together. All stood together on the deck,\n    For a charnel-dungeon fitter:\n  All fix'd on me their stony eyes\n    That in the moon did glitter. The pang, the curse, with which they died,\n    Had never pass'd away;\n  I could not draw my eyes from theirs\n    Nor turn them up to pray. And now this spell was snapt: once more\n    I view'd the ocean green,\n  And look'd far forth, yet little saw\n    Of what had else been seen."
      ],
      "frequency": 260
    },
    "love": {
      "keywords": [
        "love"
      ],
      "examples": [
        "She has a baby on her arm,\n  Or else she were alone;\n  And underneath the hay-stack warm,\n  And on the green-wood stone,\n  She talked and sung the woods among;\n  And it was in the English tongue. \"Sweet babe! they say that I am mad,\n  But nay, my heart is far too glad;\n  And I am happy when I sing\n  Full many a sad and doleful thing:\n  Then, lovely baby, do not fear! I pray thee have no fear of me,\n  But, safe as in a cradle, here\n  My lovely baby! thou shalt be,\n  To thee I know too much I owe;\n  I cannot work thee any woe.\"\n\n  A fire was once within my brain;\n  And in my head a dull, dull pain;\n  And fiendish faces one, two, three,\n  Hung at my breasts, and pulled at me. But then there came a sight of joy;\n  It came at once to do me good;\n  I waked, and saw my little boy,\n  My little boy of flesh and blood;\n  Oh joy for me that sight to see! For he was here, and only he. Suck, little babe, oh suck again! It cools my blood; it cools my brain;\n  Thy lips I feel them, baby! they\n  Draw from my heart the pain away. Oh! press me with thy little hand;\n  It loosens something at my chest;\n  About that tight and deadly band\n  I feel thy little fingers press'd. The breeze I see is in the tree;\n  It comes to cool my babe and me. Oh! love me, love me, little boy! Thou art thy mother's only joy;\n  And do not dread the waves below,\n  When o'er the sea-rock's edge we go;\n  The high crag cannot work me harm,\n  Nor leaping torrents when they howl;\n  The babe I carry on my arm,\n  He saves for me my precious soul;\n  Then happy lie, for blest am I;\n  Without me my sweet babe would die. Then do not fear, my boy! for thee\n  Bold as a lion I will be;\n  And I will always be thy guide,\n  Through hollow snows and rivers wide. I'll build an Indian bower; I know\n  The leaves that make the softest bed:\n  And if from me thou wilt not go. But still be true 'till I am dead,\n  My pretty thing! then thou shalt sing,\n  As merry as the birds in spring. Thy father cares not for my breast,\n  'Tis thine, sweet baby, there to rest:\n  'Tis all thine own! and if its hue\n  Be changed, that was so fair to view,\n  'Tis fair enough for thee, my dove! My beauty, little child, is flown;\n  But thou will live with me in love,\n  And what if my poor cheek be brown? 'Tis well for me, thou canst not see\n  How pale and wan it else would be. Dread not their taunts, my little life! I am thy father's wedded wife;\n  And underneath the spreading tree\n  We two will live in honesty.",
        "If his sweet boy he could forsake,\n  With me he never would have stay'd:\n  From him no harm my babe can take,\n  But he, poor man! is wretched made,\n  And every day we two will pray\n  For him that's gone and far away. I'll teach my boy the sweetest things;\n  I'll teach him how the owlet sings. My little babe! thy lips are still,\n  And thou hast almost suck'd thy fill. --Where art thou gone my own dear child? What wicked looks are those I see? Alas! alas! that look so wild,\n  It never, never came from me:\n  If thou art mad, my pretty lad,\n  Then I must be for ever sad. Oh! smile on me, my little lamb! For I thy own dear mother am. My love for thee has well been tried:\n  I've sought thy father far and wide. I know the poisons of the shade,\n  I know the earth-nuts fit for food;\n  Then, pretty dear, be not afraid;\n  We'll find thy father in the wood. Now laugh and be gay, to the woods away! And there, my babe; we'll live for aye. THE ANCIENT MARINER,\n\n\nA POET'S REVERIE. _ARGUMENT_. How a Ship, having first sailed to the Equator, was driven by Storms,\nto the cold Country towards the South Pole; how the Ancient Mariner\ncruelly, and in contempt of the laws of hospitality, killed a\nSea-bird; and how he was followed by many and strange Judgements;\nand in what manner he came back to his own Country. _The ANCIENT MARINER_. _A POET'S REVERIE_. I. It is an ancient Mariner,\n    And he stoppeth one of three:\n  \"By thy long grey beard and thy glittering eye\n    Now wherefore stoppest me?\"\n\n  \"The Bridegroom's doors are open'd wide\n    And I am next of kin;\n  The Guests are met, the Feast is set,--\n    May'st hear the merry din.\"\n\n  But still he holds the wedding guest--\n    \"There was a Ship, quoth he--\"\n  \"Nay, if thou'st got a laughsome tale,\n    Mariner! come with me.\"\n\n  He holds him with his skinny hand,\n    Quoth he, there was a Ship--\n  \"Now get thee hence, thou grey-beard Loon\n    Or my Staff shall make thee skip.\"\n\n  He holds him with his glittering eye--\n    The wedding guest stood still\n  And listens like a three year's child;\n    The Mariner hath his will. The wedding-guest sate on a stone,\n    He cannot chuse but hear:\n  And thus spake on that ancient man,\n    The bright-eyed Mariner. The Ship was cheer'd, the Harbour clear'd--\n    Merrily did we drop\n  Below the Kirk, below the Hill,\n    Below the Light-house top. The Sun came up upon the left,\n    Out of the Sea came he:\n  And he shone bright, and on the right\n    Went down into the Sea. Higher and higher every day,\n    Till over the mast at noon--\n  The wedding-guest here beat his breast,\n    For he heard the loud bassoon. The Bride hath pac'd into the Hall,\n    Red as a rose is she;\n  Nodding their heads before her goes\n    The merry Minstralsy.",
        "The wedding-guest he beat his breast,\n    Yet he cannot chuse but hear:\n  And thus spake on that ancient Man,\n    The bright-eyed Mariner. But now the Northwind came more fierce,\n    There came a Tempest strong! And Southward still for days and weeks\n    Like Chaff we drove along. And now there came both Mist and Snow,\n    And it grew wond'rous cold;\n  And Ice mast-high came floating by\n    As green as Emerald. And thro' the drifts the snowy clifts\n    Did send a dismal sheen;\n  Nor shapes of men nor beasts we ken--\n    The Ice was all between. The Ice was here, the Ice was there,\n    The Ice was all around:\n  It crack'd and growl'd, and roar'd and howl'd--\n    A wild and ceaseless sound. At length did cross an Albatross,\n    Thorough the Fog it came;\n  As if it had been a Christian Soul,\n    We hail'd it in God's name. The Mariners gave it biscuit-worms,\n    And round and round it flew:\n  The Ice did split with a Thunder-fit;\n    The Helmsman steer'd us thro'. And a good south wind sprung up behind. The Albatross did follow;\n  And every day for food or play\n    Came to the Mariner's hollo! In mist or cloud on mast or shroud\n    It perch'd for vespers nine,\n  Whiles all the night thro' fog-smoke white\n    Glimmer'd the white moon-shine. \"God save thee, ancient Mariner! From the fiends that plague thee thus--\"\n  \"Why look'st thou so?--with my cross bow\n    I shot the Albatross.\"\n\n\nII:\n\n  The Sun now rose upon the right,\n    Out of the Sea came he;\n  Still hid in mist; and on the left\n    Went down into the Sea. And the good south wind still blew behind,\n    But no sweet Bird did follow\n  Nor any day for food or play\n    Came to the Mariner's hollo! And I had done an hellish thing\n    And it would work e'm woe:\n  For all averr'd, I had kill'd the Bird\n    That made the Breeze to blow. Nor dim nor red, like an Angel's head,\n    The glorious Sun uprist:\n  Then all averr'd, I had kill'd the Bird\n    That brought the fog and mist. 'Twas right, said they, such birds to slay\n    That bring the fog and mist. The breezes blew, the white foam flew,\n    The furrow follow'd free:\n  We were the first that ever burst\n    Into that silent Sea. Down dropt the breeze, the Sails dropt down,\n    'Twas sad as sad could be\n  And we did speak only to break\n    The silence of the Sea. All in a hot and copper sky\n    The bloody sun at noon,\n  Right up above the mast did stand,\n    No bigger than the moon. Day after day, day after day,\n    We stuck, nor breath nor motion,\n  As idle as a painted Ship\n    Upon a painted Ocean. Water, water, every where\n    And all the boards did shrink;\n  Water, water, every where,\n    Nor any drop to drink. The very deeps did rot: O Christ! That ever this should be! Yea, slimy things did crawl with legs\n    Upon the slimy Sea.",
        "With never a whisper in the Sea\n    Off darts the Spectre-ship;\n  While clombe above the Eastern bar\n  The horned Moon, with one bright Star\n    Almost between the tips. One after one by the horned Moon\n    (Listen, O Stranger! to me)\n  Each turn'd his face with a ghastly pang\n    And curs'd me with his ee. Four times fifty living men,\n    With never a sigh or groan,\n  With heavy thump, a lifeless lump\n    They dropp'd down one by one. Their souls did from their bodies fly,--\n    They fled to bliss or woe;\n  And every soul it pass'd me by,\n    Like, the whiz of my Cross-bow. IV. \"I fear thee, ancient Mariner! I fear thy skinny hand;\n  And thou art long and lank and brown\n    As is the ribb'd Sea-sand.\"\n\n  \"I fear thee and thy glittering eye\n    And thy skinny hand so brown--\"\n  \"Fear not, fear not, thou wedding guest! This body dropt not down.\"\n\n  Alone, alone, all all alone\n    Alone on the wide wide Sea;\n  And Christ would take no pity on\n    My soul in agony. The many men so beautiful,\n    And they all dead did lie! And a million million slimy things\n    Liv'd on--and so did I. I look'd upon the rotting Sea,\n    And drew my eyes away;\n  I look'd upon the ghastly deck,\n    And there the dead men lay. I look'd to Heaven, and try'd to pray;\n    But or ever a prayer had gusht,\n  A wicked whisper came and made\n    My heart as dry as dust. I clos'd my lids and kept them close,\n    Till the balls like pulses beat;\n  For the sky and the sea, and the sea and the sky\n  Lay like a load on my weary eye,\n    And the dead were at my feet. The cold sweat melted from their limbs,\n    Nor rot, nor reek did they;\n  The look with which they look'd on me,\n    Had never pass'd away. An orphan's curse would drag to Hell\n    A spirit from on high:\n  But O! more horrible than that\n    Is the curse in a dead man's eye! Seven days, seven nights I saw that curse,\n    And yet I could not die. The moving Moon went up the sky\n    And no where did abide:\n  Softly she was going up\n    And a star or two beside--\n\n  Her beams bemock'd the sultry main\n    Like April hoar-frost spread;\n  But where the ship's huge shadow lay,\n  The charmed water burnt alway\n    A still and awful red. Beyond the shadow of the ship\n    I watch'd the water-snakes:\n  They mov'd in tracks of shining white;\n  And when they rear'd, the elfish light\n    Fell off in hoary flakes. Within the shadow of the ship\n    I watch'd their rich attire:\n  Blue, glossy green, and velvet black\n  They coil'd and swam; and every track\n    Was a flash of golden fire. O happy living things! no tongue\n    Their beauty might declare:\n  A spring of love gusht from my heart,\n    And I bless'd them unaware! Sure my kind saint took pity on me,\n    And I bless'd them unaware.",
        "The self-same moment I could pray;\n    And from my neck so free\n  The Albatross fell off, and sank\n    Like lead into the sea. V. O sleep, it is a gentle thing\n    Belov'd from pole to pole! To Mary-queen the praise be given\n  She sent the gentle sleep from heaven\n    That slid into my soul. The silly buckets on the deck\n    That had so long remain'd,\n  I dreamt that they were fill'd with dew\n    And when I awoke it rain'd. My lips were wet, my throat was cold,\n    My garments all were dank;\n  Sure I had drunken in my dreams\n    And still my body drank. I mov'd and could not feel my limbs,\n    I was so light, almost\n  I thought that I had died in sleep,\n    And was a blessed Ghost. And soon I heard a roaring wind,\n    It did not come anear;\n  But with its sound it shook the sails\n    That were so thin and sere. The upper air burst into life\n    And a hundred fire-flags sheen\n  To and fro they were hurried about;\n  And to and fro, and in and out\n    The wan stars danc'd between. And the coming wind did roar more loud;\n    And the sails did sigh like sedge:\n  And the rain pour'd down from one black cloud\n    The moon was at its edge. The thick black cloud was cleft, and still\n    The Moon was at its side:\n  Like waters shot from some high crag,\n  The lightning fell, with never a jag\n    A river steep and wide. The loud wind never reach'd the Ship,\n    Yet now the Ship mov'd on! Beneath the lightning and the moon\n    The dead men gave a groan. They groan'd; they stirr'd, they all uprose,\n    Nor spake, nor mov'd their eyes:\n  It had been strange, even in a dream\n    To have seen those dead men rise,\n\n  The helmsman steerd, the ship mov'd on;\n    Yet never a breeze up-blew;\n  The Mariners all gan work the ropes,\n    Where they were wont to do:\n  They rais'd their limbs like lifeless tools--\n    We were a ghastly crew. The body of my brother's son\n    Stood by me knee to knee:\n  The body and I pull'd at one rope,\n    But he said nought to me. \"I fear thee, ancient Mariner!\"\n    \"Be calm, thou wedding guest! 'Twas not those souls, that fled in pain,\n  Which to their corses came again,\n    But a troop of Spirits blest:\"\n\n  \"For when it dawn'd--they dropp'd their arms,\n    And cluster'd round the mast:\n  Sweet sounds rose slowly thro' their mouths\n    And from their bodies pass'd.\"\n\n  Around, around, flew each sweet sound,\n    Then darted to the sun:\n  Slowly the sounds came back again\n    Now mix'd, now one by one. Sometimes a dropping from the sky\n    I heard the Sky-lark sing;\n  Sometimes all little birds that are\n  How they seem'd to fill the sea and air\n    With their sweet jargoning. And now 'twas like all instruments,\n    Now like a lonely flute;\n  And now it is an angel's song\n    That makes the heavens be mute.",
        "Like one, that on a lonesome road\n    Doth walk in fear and dread,\n  And having once turn'd round, walks on\n    And turns no more his head:\n  Because he knows, a frightful fiend\n    Doth close behind him tread. But soon there breath'd a wind on me,\n    Nor sound nor motion made:\n  Its path was not upon the sea\n    In ripple or in shade. It rais'd my hair, it fann'd my cheek,\n    Like a meadow-gale of spring--\n  It mingled strangely with my fears,\n    Yet it felt like a welcoming. Swiftly, swiftly flew the ship\n    Yet she sail'd softly too:\n  Sweetly, sweetly blew the breeze--\n    On me alone it blew. O dream of joy! is this indeed\n    The light-house top I see? Is this the Hill? Is this the Kirk? Is this mine own countrée? We drifted o'er the Harbour-bar,\n    And I with sobs did pray--\n  \"O let me be awake, my God! Or let me sleep alway!\"\n\n  The harbour-bay was clear as glass,\n    So smoothly it was strewn! And on the bay the moonlight lay,\n    And the shadow of the moon. The rock shone bright, the kirk no less:\n    That stands above the rock:\n  The moonlight steep'd in silentness\n    The steady weathercock. And the bay was white with silent light,\n    Till rising from the same\n  Full many shapes, that shadows were,\n    In crimson colours came. A little distance from the prow\n    Those crimson shadows were:\n  I turn'd my eyes upon the deck--\n    O Christ! what saw I there? Each corse lay flat, lifeless and flat;\n    And by the Holy rood\n  A man all light, a seraph-man,\n    On every corse there stood. This seraph-band, each wav'd his hand:\n    It was a heavenly sight:\n  They stood as signals to the land,\n    Each one a lovely light:\n\n  This seraph-band, each wav'd his hand,\n    No voice did they impart--\n  No voice; but O! the silence sank,\n    Like music on my heart. But soon I heard the dash of oars,\n    I heard the pilot's cheer:\n  My head was turn'd perforce away\n    And I saw a boat appear. The pilot, and the pilot's boy\n    I heard them coming fast:\n  Dear Lord in Heaven! it was a joy,\n    The dead men could not blast. I saw a third--I heard his voice:\n    It is the Hermit good! He singeth loud his godly hymns\n    That he makes in the wood. He'll shrive my soul, he'll wash away\n    The Albatross's blood. VII. This Hermit good lives in that wood\n    Which slopes down to the Sea. How loudly his sweet voice he rears! He loves to talk with Mariners\n    That come from a far countrée. He kneels at morn and noon and eve--\n    He hath a cushion plump:\n  It is the moss, that wholly hides\n    The rotted old Oak-stump. The Skiff-boat ner'd: I heard them talk,\n    \"Why, this is strange, I trow! Where are those lights so many and fair\n    That signal made but now?\"\n\n  \"Strange, by my faith!\" the Hermit said--\n    \"And they answer'd not our cheer.",
        "The planks look warp'd, and see those sails\n    How thin they are and sere! I never saw aught like to them\n    Unless perchance it were\"\n\n  \"The skeletons of leaves that lag\n    My forest brook along:\n  When the Ivy-tod is heavy with snow,\n  And the Owlet whoops to the wolf below\n    That eats the she-wolf's young.\"\n\n  \"Dear Lord! it has a fiendish look--\"\n    (The Pilot made reply)\n  \"I am a-fear'd.\"--\"Push on, push on!\"\n    \"Said the Hermit cheerily.\"\n\n  The Boat came closer to the Ship,\n    But I nor spake nor stirr'd! The Boat came close beneath the Ship,\n    And strait a sound was heard! Under the water it rumbled on,\n    Still louder and more dread:\n  It reach'd the Ship, it split the bay;\n    The Ship went down like lead. Stunn'd by that loud and dreadful sound,\n    Which sky and ocean smote:\n  Like one that hath been seven days drown'd\n    My body lay afloat:\n  But, swift as dreams, myself I found\n    Within the Pilot's boat. Upon the whirl, where sank the Ship,\n    The boat spun round and round:\n  And all was still, save that the hill\n    Was telling of the sound. I mov'd my lips: the Pilot shriek'd\n    And fell down in a fit. The Holy Hermit rais'd his eyes\n    And pray'd where he did sit. I took the oars: the Pilot's boy,\n    Who now doth crazy go,\n  Laugh'd loud and long, and all the while\n    His eyes went to and fro,\n  \"Ha! ha!\" quoth he--\"full plain I see,\n    The devil knows how to row.\"\n\n  And now all in mine own Countrée\n    I stood on the firm land! The Hermit stepp'd forth from the boat,\n    And scarcely he could stand. \"O shrieve me, shrieve me, holy Man!\"\n    The Hermit cross'd his brow--\n  \"Say quick,\" quoth he, \"I bid thee say\n    What manner man art thou?\"\n\n  Forthwith this frame of mind was wrench'd\n    With a woeful agony,\n  Which forc'd me to begin my tale\n    And then it left me free. Since then at an uncertain hour,\n    That agency returns;\n  And till my ghastly tale is told\n    This heart within me burns. I pass, like night, from land to land;\n    I have strange power of speech;\n  The moment that his face I see\n  I know the man that must hear me;\n    To him my tale I teach. What loud uproar bursts from that door! The Wedding-guests are there;\n  But in the Garden-bower the Bride\n    And Bride-maids singing are:\n  And hark the little Vesper-bell\n    Which biddeth me to prayer. O Wedding-guest! this soul hath been\n    Alone on a wide wide sea:\n  So lonely 'twas, that God himself\n    Scarce seemed there to be. O sweeter than the Marriage-feast,\n    'Tis sweeter far to me\n  To walk together to the Kirk\n    With a goodly company. To walk together to the Kirk\n    And all together pray,\n  While each to his great father bends,\n  Old men, and babes, and loving friends,\n    And Youths, and Maidens gay. Farewell, farewell! but this I tell\n    To thee, thou wedding-guest!",
        "He prayeth well who loveth well\n    Both man, and bird and beast. He prayeth best who loveth best\n    All things both great and small:\n  For the dear God, who loveth us,\n    He made and loveth all. The Mariner, whose eye is bright,\n    Whose beard with age is hoar,\n  Is gone; and now the wedding-guest\n    Turn'd from the bridegroom's door. He went, like one that hath been stunn'd\n    And is of sense forlorn:\n  A sadder and a wiser man\n    He rose the morrow morn,\n\n\n\n\n_LINES_\n  _Written a few miles above TINTERN ABBEY, an revisiting the banks of\n  the WYE during a Tour_. _July 13, 1798_. Five years have passed; five summers, with the length\n  Of five long winters! and again I hear\n  These waters, rolling from their mountain-springs\n  With a sweet inland murmur. [6]--Once again\n  Do I behold these steep and lofty cliffs,\n  Which on a wild secluded scene impress\n  Thoughts of more deep seclusion; and connect\n  The landscape with the quiet of the sky. [Footnote 6: The river is not affacted by the tides a few miles\nabove Tintern.]\n\n  The day is come when I again repose\n  Here, under this dark sycamore, and view\n  These plots of cottage-ground, these orchard-tufts,\n  Which, at this season, with their unripe fruits,\n  Among the woods and copses lose themselves,\n  Nor, with their green and simple hue, disturb\n  The wild green landscape. Once again I see\n  These hedge-rows, hardly hedge-rows, little lines\n  Of sportive wood run wild; these pastoral farms\n  Green to the very door; and wreathes of smoke\n  Sent up, in silence, from among the trees,\n  With some uncertain notice, as might seem,\n  Of vagrant dwellers in the houseless woods,\n  Or of some hermit's cave, where by his fire\n  The hermit sits alone. Though absent long. These forms of beauty have not been to me,\n  As is a landscape to a blind man's eye:\n  But oft, in lonely rooms, and mid the din\n  Of towns and cities, I have owed to them,\n  In hours of wariness, sensations sweet,\n  Felt in the blood, and felt along the heart,\n  And passing even into my purer mind,\n\n  With tranquil restoration:--feelings too\n  Of unremembered pleasure: such, perhaps,\n  As may have had no trivial influence\n  On that best portion of a good man's life;\n  His little, nameless, unremembered acts\n  Of kindness and of love. Nor less, I trust,\n  To them I may have owed another gift,\n  Of aspect more sublime; that blessed mood,\n  In which the burthen of the mystery,\n  In which the heavy and the weary weight\n  Of all this unintelligible world\n  Is lighten'd:--that serene and blessed mood;\n  In which the affections gently lead us on,\n  Until, the breath of this corporeal frame,\n  And even the motion of our human blood\n  Almost suspended, we are laid asleep\n  In body, and become a living soul:\n  While with an eye made quiet by the power\n  Of harmony, and the deep power of joy,\n  We see into the life of things. If this\n  Be but a vain belief, yet, oh!",
        "how oft,\n  In darkness, and amid the many shapes\n  Of joyless day-light; when the fretful stir\n  Unprofitable, and the fever of the world,\n  Have hung upon the beatings of my heart,\n  How oft, in spirit, have I turned to thee\n  O sylvan Wye! Thou wanderer through the woods,\n  How often has my spirit turned to thee! And now, with gleams, of half-extinguish'd thought,\n  With many recognitions dim and faint,\n  And somewhat of a sad perplexity,\n  The picture of the mind revives again:\n  While here I stand, not only with the sense\n  Of present pleasure, but with pleasing thoughts\n  That in this moment there is life and food\n  For future years. And so I dare to hope\n  Though changed, no doubt, from what I was, when first\n  I came among these hills; when like a roe\n  I bounded o'er the mountains, by the sides\n  Of the deep rivers, and the lonely streams,\n  Wherever nature led: more like a man\n  Flying from something that he dreads, than one\n  Who sought the thing he loved. For nature then\n  (The coarser pleasures of my boyish days,\n  And their glad animal movements all gone by,)\n  To me was all in all.--I cannot paint\n  What then I was. The sounding cataract\n  Haunted me like a passion: the tall rock,\n  The mountain, and the deep and gloomy wood,\n  Their colours and their forms, were then to me\n  An appetite: a feeling and a love,\n  That had no need of a remoter charm,\n  By thought supplied, or any interest\n  Unborrowed from the eye.--That time is past,\n  And all its aching joys are now no more,\n  And all its dizzy raptures. Not for this\n  Faint I, nor mourn nor murmur: other gifts\n  Have followed, for such loss, I would believe\n  Abundant recompence. For I have learned\n  To look on nature, not as in the hour\n  Of thoughtless youth, but hearing oftentimes\n  The still, sad music of humanity,\n  Nor harsh nor grating, though of ample power\n  To chasten and subdue. And I have felt\n  A presence that disturbs me with the joy\n  Of elevated thoughts; a sense sublime\n  Of something far more deeply interfused,\n  Whose dwelling is the light of setting suns,\n  And the round ocean, and the living air,\n  And the blue sky, and in the mind of man,\n  A motion and a spirit, that impels\n  All thinking things, all objects of all thought,\n  And rolls through all things. Therefore am I still\n  A lover of the meadows and the woods,\n  And mountains; and of all that we behold\n  From this green earth; of all the mighty world\n  Of eye and ear; both what they half create, [7]\n  And what perceive; well pleased to recognize\n  In nature and the language of the sense,\n  The anchor of my purest thoughts, the nurse,\n  The guide, the guardian of my heart, and soul\n  Of all my moral being.",
        "[Footnote 7: This line has a close resemblance to an admirable\nline of Young, the exact expression of which I cannot recollect.]\n\n                         Nor, perchance,\n  If I were not thus taught, should I the more\n  Suffer my genial spirits to decay? For thou art with me, here, upon the banks\n  Of this fair river; thou, my dearest Friend,\n  My dear, dear Friend, and in thy voice I catch\n  The language of my former heart, and read\n  My former pleasures in the shooting lights\n  Of thy wild eyes. Oh! yet a little while\n  May I behold in thee what I was once,\n  My dear, dear Sister! And this prayer I make,\n  Knowing that Nature never did betray\n  The heart that loved her; 'tis her privilege,\n  Through all the years of this our life, to lead\n  From joy to joy: for she can so inform\n  The mind that is within us, so impress\n  With quietness and beauty, and so feed\n  With lofty thoughts, that neither evil tongues,\n  Rash judgments, nor the sneers of selfish men,\n  Nor greetings where no kindness is, nor all\n  The dreary intercourse of daily life,\n  Shall e'er prevail against us, or disturb\n  Our chearful faith that all which we behold\n  Is full of blessings. Therefore let the moon\n  Shine on thee in thy solitary walk;\n  And let the misty mountain winds be free\n  To blow against thee: and in after years,\n  When these wild ecstasies shall be matured\n  Into a sober pleasure, when thy mind\n  Shall be a mansion for all lovely forms,\n  Thy memory be as a dwelling-place\n  For all sweet sounds and harmonies; Oh! then,\n  If solitude, or fear, or pain, or grief,\n  Should be thy portion, with what healing thoughts\n  Of tender joy wilt thou remember me,\n  And these my exhortations! Nor perchance,\n  If I should be, where I no more can hear\n  Thy voice, nor catch from thy wild eyes these gleams\n  Of past existence, wilt thou then forget\n  That on the banks of this delightful stream\n  We stood together; and that I, so long\n  A worshipper of Nature, hither came,\n  Unwearied in that service: rather say\n  With warmer love, oh! with far deeper zeal\n  Of holier love. Nor wilt thou then forget,\n  That after many wanderings, many years\n  Of absence, these steep woods and lofty cliffs,\n  And this green pastoral landscape, were to me\n  More dear, both for themselves, and for thy sake. _NOTES_\n\nNOTE to THE THORN--This Poem ought to have been preceded by an\nintroductory Poem, which I have been prevented from writing by never\nhaving felt myself in a mood when it was probable that I should\nwrite it well.--The character which I have here introduced speaking\nis sufficiently common."
      ],
      "frequency": 933
    },
    "joy": {
      "keywords": [
        "joy"
      ],
      "examples": [
        "Beware and arouse!)\n  I’ll pour the verse with streams of blood, full of volition, full of joy,\n  Then loosen, launch forth, to go and compete,\n  With the banner and pennant a-flapping. Pennant:\n  Come up here, bard, bard,\n  Come up here, soul, soul,\n  Come up here, dear little child,\n  To fly in the clouds and winds with me, and play with the measureless light. Child:\n  Father what is that in the sky beckoning to me with long finger? And what does it say to me all the while? Father:\n  Nothing my babe you see in the sky,\n  And nothing at all to you it says--but look you my babe,\n  Look at these dazzling things in the houses, and see you the money-\n      shops opening,\n  And see you the vehicles preparing to crawl along the streets with goods;\n  These, ah these, how valued and toil’d for these! How envied by all the earth. Poet:\n  Fresh and rosy red the sun is mounting high,\n  On floats the sea in distant blue careering through its channels,\n  On floats the wind over the breast of the sea setting in toward land,\n  The great steady wind from west or west-by-south,\n  Floating so buoyant with milk-white foam on the waters. But I am not the sea nor the red sun,\n  I am not the wind with girlish laughter,\n  Not the immense wind which strengthens, not the wind which lashes,\n  Not the spirit that ever lashes its own body to terror and death,\n  But I am that which unseen comes and sings, sings, sings,\n  Which babbles in brooks and scoots in showers on the land,\n  Which the birds know in the woods mornings and evenings,\n  And the shore-sands know and the hissing wave, and that banner and pennant,\n  Aloft there flapping and flapping. Child:\n  O father it is alive--it is full of people--it has children,\n  O now it seems to me it is talking to its children,\n  I hear it--it talks to me--O it is wonderful! O it stretches--it spreads and runs so fast--O my father,\n  It is so broad it covers the whole sky. Father:\n  Cease, cease, my foolish babe,\n  What you are saying is sorrowful to me, much ’t displeases me;\n  Behold with the rest again I say, behold not banners and pennants aloft,\n  But the well-prepared pavements behold, and mark the solid-wall’d houses. Banner and Pennant:\n  Speak to the child O bard out of Manhattan,\n  To our children all, or north or south of Manhattan,\n  Point this day, leaving all the rest, to us over all--and yet we know\n      not why,\n  For what are we, mere strips of cloth profiting nothing,\n  Only flapping in the wind? Poet:\n  I hear and see not strips of cloth alone,\n  I hear the tramp of armies, I hear the challenging sentry,\n  I hear the jubilant shouts of millions of men, I hear Liberty!",
        "as every one is immortal;\n  I know it is wonderful, but my eyesight is equally wonderful, and\n      how I was conceived in my mother’s womb is equally wonderful,\n  And pass’d from a babe in the creeping trance of a couple of\n      summers and winters to articulate and walk--all this is\n      equally wonderful. And that my soul embraces you this hour, and we affect each other\n      without ever seeing each other, and never perhaps to see\n      each other, is every bit as wonderful. And that I can think such thoughts as these is just as wonderful,\n  And that I can remind you, and you think them and know them to\n      be true, is just as wonderful. And that the moon spins round the earth and on with the earth, is\n      equally wonderful,\n  And that they balance themselves with the sun and stars is equally\n      wonderful. Tests\n\n  All submit to them where they sit, inner, secure, unapproachable to\n      analysis in the soul,\n  Not traditions, not the outer authorities are the judges,\n  They are the judges of outer authorities and of all traditions,\n  They corroborate as they go only whatever corroborates themselves,\n      and touches themselves;\n  For all that, they have it forever in themselves to corroborate far\n      and near without one exception. The Torch\n\n  On my Northwest coast in the midst of the night a fishermen’s group\n      stands watching,\n  Out on the lake that expands before them, others are spearing salmon,\n  The canoe, a dim shadowy thing, moves across the black water,\n  Bearing a torch ablaze at the prow. O Star of France [1870-71]\n\n  O star of France,\n  The brightness of thy hope and strength and fame,\n  Like some proud ship that led the fleet so long,\n  Beseems to-day a wreck driven by the gale, a mastless hulk,\n  And ’mid its teeming madden’d half-drown’d crowds,\n  Nor helm nor helmsman. Dim smitten star,\n  Orb not of France alone, pale symbol of my soul, its dearest hopes,\n  The struggle and the daring, rage divine for liberty,\n  Of aspirations toward the far ideal, enthusiast’s dreams of brotherhood,\n  Of terror to the tyrant and the priest. Star crucified--by traitors sold,\n  Star panting o’er a land of death, heroic land,\n  Strange, passionate, mocking, frivolous land. Miserable! yet for thy errors, vanities, sins, I will not now rebuke thee,\n  Thy unexampled woes and pangs have quell’d them all,\n  And left thee sacred. In that amid thy many faults thou ever aimedst highly,\n  In that thou wouldst not really sell thyself however great the price,\n  In that thou surely wakedst weeping from thy drugg’d sleep,\n  In that alone among thy sisters thou, giantess, didst rend the ones\n      that shamed thee,\n  In that thou couldst not, wouldst not, wear the usual chains,\n  This cross, thy livid face, thy pierced hands and feet,\n  The spear thrust in thy side. O star! O ship of France, beat back and baffled long! Bear up O smitten orb! O ship continue on!",
        "Awaking from her woes at last retriev’d Amina sings,\n  Copious as stars and glad as morning light the torrents of her joy. (The teeming lady comes,\n  The lustrious orb, Venus contralto, the blooming mother,\n  Sister of loftiest gods, Alboni’s self I hear.)\n\n       4\n  I hear those odes, symphonies, operas,\n  I hear in the William Tell the music of an arous’d and angry people,\n  I hear Meyerbeer’s Huguenots, the Prophet, or Robert,\n  Gounod’s Faust, or Mozart’s Don Juan. I hear the dance-music of all nations,\n  The waltz, some delicious measure, lapsing, bathing me in bliss,\n  The bolero to tinkling guitars and clattering castanets. I see religious dances old and new,\n  I hear the sound of the Hebrew lyre,\n  I see the crusaders marching bearing the cross on high, to the\n      martial clang of cymbals,\n  I hear dervishes monotonously chanting, interspers’d with frantic\n      shouts, as they spin around turning always towards Mecca,\n  I see the rapt religious dances of the Persians and the Arabs,\n  Again, at Eleusis, home of Ceres, I see the modern Greeks dancing,\n  I hear them clapping their hands as they bend their bodies,\n  I hear the metrical shuffling of their feet. I see again the wild old Corybantian dance, the performers wounding\n      each other,\n  I see the Roman youth to the shrill sound of flageolets throwing and\n      catching their weapons,\n  As they fall on their knees and rise again. I hear from the Mussulman mosque the muezzin calling,\n  I see the worshippers within, nor form nor sermon, argument nor word,\n  But silent, strange, devout, rais’d, glowing heads, ecstatic faces. I hear the Egyptian harp of many strings,\n  The primitive chants of the Nile boatmen,\n  The sacred imperial hymns of China,\n  To the delicate sounds of the king, (the stricken wood and stone,)\n  Or to Hindu flutes and the fretting twang of the vina,\n  A band of bayaderes. 5\n  Now Asia, Africa leave me, Europe seizing inflates me,\n  To organs huge and bands I hear as from vast concourses of voices,\n  Luther’s strong hymn Eine feste Burg ist unser Gott,\n  Rossini’s Stabat Mater dolorosa,\n  Or floating in some high cathedral dim with gorgeous color’d windows,\n  The passionate Agnus Dei or Gloria in Excelsis. Composers! mighty maestros! And you, sweet singers of old lands, soprani, tenori, bassi! To you a new bard caroling in the West,\n  Obeisant sends his love. (Such led to thee O soul,\n  All senses, shows and objects, lead to thee,\n  But now it seems to me sound leads o’er all the rest.)\n\n  I hear the annual singing of the children in St. Paul’s cathedral,\n  Or, under the high roof of some colossal hall, the symphonies,\n      oratorios of Beethoven, Handel, or Haydn,\n  The Creation in billows of godhood laves me. Give me to hold all sounds, (I madly struggling cry,)\n  Fill me with all the voices of the universe,\n  Endow me with their throbbings, Nature’s also,\n  The tempests, waters, winds, operas and chants, marches and dances,\n  Utter, pour in, for I would take them all!",
        "6\n  Now what my mother told me one day as we sat at dinner together,\n  Of when she was a nearly grown girl living home with her parents on\n      the old homestead. A red squaw came one breakfast-time to the old homestead,\n  On her back she carried a bundle of rushes for rush-bottoming chairs,\n  Her hair, straight, shiny, coarse, black, profuse, half-envelop’d\n      her face,\n  Her step was free and elastic, and her voice sounded exquisitely as\n      she spoke. My mother look’d in delight and amazement at the stranger,\n  She look’d at the freshness of her tall-borne face and full and\n      pliant limbs,\n  The more she look’d upon her she loved her,\n  Never before had she seen such wonderful beauty and purity,\n  She made her sit on a bench by the jamb of the fireplace, she cook’d\n      food for her,\n  She had no work to give her, but she gave her remembrance and fondness. The red squaw staid all the forenoon, and toward the middle of the\n      afternoon she went away,\n  O my mother was loth to have her go away,\n  All the week she thought of her, she watch’d for her many a month,\n  She remember’d her many a winter and many a summer,\n  But the red squaw never came nor was heard of there again. 7\n  A show of the summer softness--a contact of something unseen--an\n      amour of the light and air,\n  I am jealous and overwhelm’d with friendliness,\n  And will go gallivant with the light and air myself. O love and summer, you are in the dreams and in me,\n  Autumn and winter are in the dreams, the farmer goes with his thrift,\n  The droves and crops increase, the barns are well-fill’d. Elements merge in the night, ships make tacks in the dreams,\n  The sailor sails, the exile returns home,\n  The fugitive returns unharm’d, the immigrant is back beyond months\n      and years,\n  The poor Irishman lives in the simple house of his childhood with\n      the well known neighbors and faces,\n  They warmly welcome him, he is barefoot again, he forgets he is well off,\n  The Dutchman voyages home, and the Scotchman and Welshman voyage\n      home, and the native of the Mediterranean voyages home,\n  To every port of England, France, Spain, enter well-fill’d ships,\n  The Swiss foots it toward his hills, the Prussian goes his way, the\n      Hungarian his way, and the Pole his way,\n  The Swede returns, and the Dane and Norwegian return.",
        "I see the vast alembic ever working, I see and know the flames that\n      heat the world,\n  The glow, the blush, the beating hearts of lovers,\n  So blissful happy some, and some so silent, dark, and nigh to death;\n  Love, that is all the earth to lovers--love, that mocks time and space,\n  Love, that is day and night--love, that is sun and moon and stars,\n  Love, that is crimson, sumptuous, sick with perfume,\n  No other words but words of love, no other thought but love. 6\n  Blow again trumpeter--conjure war’s alarums. Swift to thy spell a shuddering hum like distant thunder rolls,\n  Lo, where the arm’d men hasten--lo, mid the clouds of dust the glint\n      of bayonets,\n  I see the grime-faced cannoneers, I mark the rosy flash amid the\n      smoke, I hear the cracking of the guns;\n  Nor war alone--thy fearful music-song, wild player, brings every\n      sight of fear,\n  The deeds of ruthless brigands, rapine, murder--I hear the cries for help! I see ships foundering at sea, I behold on deck and below deck the\n      terrible tableaus. 7\n  O trumpeter, methinks I am myself the instrument thou playest,\n  Thou melt’st my heart, my brain--thou movest, drawest, changest\n      them at will;\n  And now thy sullen notes send darkness through me,\n  Thou takest away all cheering light, all hope,\n  I see the enslaved, the overthrown, the hurt, the opprest of the\n      whole earth,\n  I feel the measureless shame and humiliation of my race, it becomes\n      all mine,\n  Mine too the revenges of humanity, the wrongs of ages, baffled feuds\n      and hatreds,\n  Utter defeat upon me weighs--all lost--the foe victorious,\n  (Yet ’mid the ruins Pride colossal stands unshaken to the last,\n  Endurance, resolution to the last.)\n\n\n      8\n  Now trumpeter for thy close,\n  Vouchsafe a higher strain than any yet,\n  Sing to my soul, renew its languishing faith and hope,\n  Rouse up my slow belief, give me some vision of the future,\n  Give me for once its prophecy and joy. O glad, exulting, culminating song! A vigor more than earth’s is in thy notes,\n  Marches of victory--man disenthral’d--the conqueror at last,\n  Hymns to the universal God from universal man--all joy! A reborn race appears--a perfect world, all joy! Women and men in wisdom innocence and health--all joy! Riotous laughing bacchanals fill’d with joy! War, sorrow, suffering gone--the rank earth purged--nothing but joy left! The ocean fill’d with joy--the atmosphere all joy! Joy! joy! in freedom, worship, love! joy in the ecstasy of life! Enough to merely be! enough to breathe! Joy! joy! all over joy!",
        "2\n  Of seeds dropping into the ground, of births,\n  Of the steady concentration of America, inland, upward, to\n      impregnable and swarming places,\n  Of what Indiana, Kentucky, Arkansas, and the rest, are to be,\n  Of what a few years will show there in Nebraska, Colorado, Nevada,\n      and the rest,\n  (Or afar, mounting the Northern Pacific to Sitka or Aliaska,)\n  Of what the feuillage of America is the preparation for--and of what\n      all sights, North, South, East and West, are,\n  Of this Union welded in blood, of the solemn price paid, of the\n      unnamed lost ever present in my mind;\n  Of the temporary use of materials for identity’s sake,\n  Of the present, passing, departing--of the growth of completer men\n      than any yet,\n  Of all sloping down there where the fresh free giver the mother, the\n      Mississippi flows,\n  Of mighty inland cities yet unsurvey’d and unsuspected,\n  Of the new and good names, of the modern developments, of\n      inalienable homesteads,\n  Of a free and original life there, of simple diet and clean and\n      sweet blood,\n  Of litheness, majestic faces, clear eyes, and perfect physique there,\n  Of immense spiritual results future years far West, each side of the\n      Anahuacs,\n  Of these songs, well understood there, (being made for that area,)\n  Of the native scorn of grossness and gain there,\n  (O it lurks in me night and day--what is gain after all to savageness\n      and freedom?)\n\n\n\n\nSong at Sunset\n\n  Splendor of ended day floating and filling me,\n  Hour prophetic, hour resuming the past,\n  Inflating my throat, you divine average,\n  You earth and life till the last ray gleams I sing. Open mouth of my soul uttering gladness,\n  Eyes of my soul seeing perfection,\n  Natural life of me faithfully praising things,\n  Corroborating forever the triumph of things. Illustrious every one! Illustrious what we name space, sphere of unnumber’d spirits,\n  Illustrious the mystery of motion in all beings, even the tiniest insect,\n  Illustrious the attribute of speech, the senses, the body,\n  Illustrious the passing light--illustrious the pale reflection on\n      the new moon in the western sky,\n  Illustrious whatever I see or hear or touch, to the last. Good in all,\n  In the satisfaction and aplomb of animals,\n  In the annual return of the seasons,\n  In the hilarity of youth,\n  In the strength and flush of manhood,\n  In the grandeur and exquisiteness of old age,\n  In the superb vistas of death. Wonderful to depart! Wonderful to be here! The heart, to jet the all-alike and innocent blood! To breathe the air, how delicious! To speak--to walk--to seize something by the hand! To prepare for sleep, for bed, to look on my rose-color’d flesh! To be conscious of my body, so satisfied, so large! To be this incredible God I am! To have gone forth among other Gods, these men and women I love. Wonderful how I celebrate you and myself\n  How my thoughts play subtly at the spectacles around! How the clouds pass silently overhead! How the earth darts on and on!",
        "[Footnote 3: Several of the Lakes in the north of England are let\nout to different Fishermen, in parcels marked out by imaginary lines\ndrawn from rock to rock.]\n\n  Can I forget that miserable hour,\n  When from the last hill-top, my sire surveyed,\n  Peering above the trees, the steeple tower\n  That on his marriage-day sweet music made? Till then he hoped his bones might there be laid,\n  Close by my mother in their native bowers:\n  Bidding me trust in God, he stood and prayed,--\n  I could not pray:--through tears that fell in showers,\n  Glimmer'd our dear-loved home, alas! no longer ours! There was a youth whom I had loved so long. That when I loved him not I cannot say. 'Mid the green mountains many and many a song\n  We two had sung, like gladsome birds in May. When we began to tire of childish play\n  We seemed still more and more to prize each other;\n  We talked of marriage and our marriage day;\n  And I in truth did love him like a brother,\n  For never could I hope to meet with such another. His father said, that to a distant town\n  He must repair, to ply the artist's trade. What tears of bitter grief till then unknown? What tender vows our last sad kiss delayed! To him we turned:--we had no other aid. Like one revived, upon his neck I wept,\n  And her whom he had loved in joy, he said\n  He well could love in grief: his faith he kept;\n  And in a quiet home once more my father slept. Four years each day with daily bread was blest,\n  By constant toil and constant prayer supplied. Three lovely infants lay upon my breast;\n  And often, viewing their sweet smiles, I sighed,\n  And knew not why. My happy father died\n  When sad distress reduced the childrens' meal:\n  Thrice happy! that from him the grave did hide\n  The empty loom, cold hearth, and silent wheel,\n  And tears that flowed for ills which patience could not heal. 'Twas a hard change, an evil time was come;\n  We had no hope, and no relief could gain. But soon, with proud parade, the noisy drum\n  Beat round, to sweep the streets of want and pain. My husband's arms now only served to strain\n  Me and his children hungering in his view:\n  In such dismay my prayers and tears were vain:\n  To join those miserable men he flew;\n  And now to the sea-coast, with numbers more, we drew. There foul neglect for months and months we bore,\n  Nor yet the crowded fleet its anchor stirred. Green fields before us and our native shore,\n  By fever, from polluted air incurred,\n  Ravage was made, for which no knell was heard. Fondly we wished, and wished away, nor knew,\n  'Mid that long sickness, and those hopes deferr'd,\n  That happier days we never more must view:\n  The parting signal streamed, at last the land withdrew. But from delay the summer calms were past.",
        "And Betty from the lane has fetched\n  Her pony, that is mild and good,\n  Whether he be in joy or pain,\n  Feeding at will along the lane,\n  Or bringing faggots from the wood. And he is all in travelling trim,\n  And by the moonlight, Betty Foy\n  Has up upon the saddle set,\n  The like was never heard of yet,\n  Him whom she loves, her idiot boy. And he must post without delay\n  Across the bridge that's in the dale,\n  And by the church, and o'er the down,\n  To bring a doctor from the town,\n  Or she will die, old Susan Gale. There is no need of boot or spur,\n  There is no need of whip or wand,\n  For Johnny has his holly-bough,\n  And with a hurly-burly now\n  He shakes the green bough in his hand. And Betty o'er and o'er has told\n  The boy who is her best delight,\n  Both what to follow, what to shun,\n  What do, and what to leave undone,\n  How turn to left, and how to right. And Betty's most especial charge,\n  Was, \"Johnny! Johnny! mind that you\n  Come home again, nor stop at all,\n  Come home again, whate'er befal,\n  My Johnny do, I pray you do.\"\n\n  To this did Johnny answer make,\n  Both with his head, and with his hand,\n  And proudly shook the bridle too,\n  And then! his words were not a few,\n  Which Betty well could understand. And now that Johnny is just going,\n  Though Betty's in a mighty flurry,\n  She gently pats the pony's side,\n  On which her idiot boy must ride,\n  And seems no longer in a hurry. But when the pony moved his legs,\n  Oh! then for the poor idiot boy! For joy he cannot hold the bridle,\n  For joy his head and heels are idle,\n  He's idle all for very joy. And while the pony moves his legs,\n  In Johnny's left hand you may see,\n  The green bough's motionless and dead:\n  The moon that shines above his head\n  Is not more still and mute than he. His heart it was so full of glee,\n  That till full fifty yards were gone,\n  He quite forgot his holly whip,\n  And all his skill in horsemanship,\n  Oh! happy, happy, happy John. And Betty's standing at the door,\n  And Betty's face with joy o'erflows,\n  Proud of herself, and proud of him,\n  She sees him in his travelling trim;\n  How quietly her Johnny goes. The silence of her idiot boy,\n  What hopes it sends to Betty's heart! He's at the guide-post--he turns right,\n  She watches till he's out of sight,\n  And Betty will not then depart. Burr, burr--now Johnny's lips they burr,\n  As loud as any mill, or near it,\n  Meek as a lamb the pony moves,\n  And Johnny makes the noise he loves,\n  And Betty listens, glad to hear it. Away she hies to Susan Gale:\n  And Johnny's in a merry tune,\n  The owlets hoot, the owlets purr,\n  And Johnny's lips they burr, burr, burr,\n  And on he goes beneath the moon.",
        "you know I'm Betty Foy,\n  And I have lost my poor dear boy,\n  You know him--him you often see;\"\n\n  \"He's not so wise as some folks be,\"\n  \"The devil take his wisdom!\" said\n  The Doctor, looking somewhat grim,\n  \"What, woman! should I know of him?\"\n  And, grumbling, he went back to bed. \"O woe is me! O woe is me! Here will I die; here will I die;\n  I thought to find my Johnny here,\n  But he is neither far nor near,\n  Oh! what a wretched mother I!\"\n\n  She stops, she stands, she looks about,\n  Which way to turn she cannot tell. Poor Betty! it would ease her pain\n  If she had heart to knock again;\n  --The clock strikes three--a dismal knell! Then up along the town she hies,\n  No wonder if her senses fail,\n  This piteous news so much it shock'd her,\n  She quite forgot to send the Doctor,\n  To comfort poor old Susan Gale. And now she's high upon the down,\n  And she can see a mile of road,\n  \"Oh cruel! I'm almost three-score;\n  Such night as this was ne'er before,\n  There's not a single soul abroad.\"\n\n  She listens, but she cannot hear\n  The foot of horse, the voice of man;\n  The streams with softest sound are flowing,\n  The grass you almost hear it growing,\n  You hear it now if e'er you can. The owlets through the long blue night\n  Are shouting to each other still:\n  Fond lovers, yet not quite hob nob,\n  They lengthen out the tremulous sob,\n  That echoes far from hill to hill. Poor Betty now has lost all hope,\n  Her thoughts are bent on deadly sin;\n  A green-grown pond she just has pass'd,\n  And from the brink she hurries fast,\n  Lest she should drown herself therein. And now she sits her down and weeps;\n  Such tears she never shed before;\n  \"Oh dear, dear pony! my sweet joy! Oh carry back my idiot boy! And we will ne'er o'erload thee more.\"\n\n  A thought it come into her head;\n  \"The pony he is mild and good,\n  And we have always used him well;\n  Perhaps he's gone along the dell,\n  And carried Johnny to the wood.\"\n\n  Then up she springs as if on wings;\n  She thinks no more of deadly sin;\n  If Betty fifty ponds should see,\n  The last of all her thoughts would be,\n  To drown herself therein. Oh reader! now that I might tell\n  What Johnny and his horse are doing! What they've been doing all this time,\n  Oh could I put it into rhyme,\n  A most delightful tale pursuing! Perhaps, and no unlikely thought! He with his pony now doth roam\n  The cliffs and peaks so high that are,\n  To lay his hands upon a star,\n  And in his pocket bring it home. Perhaps he's turned himself about,\n  His face unto his horse's tail,\n  And still and mute, in wonder lost,\n  All like a silent horse-man ghost,\n  He travels on along the vale.",
        "By this the stars were almost gone,\n  The moon was setting on the hill,\n  So pale you scarcely looked at her:\n  The little birds began to stir,\n  Though yet their tongues were still. The pony, Betty, and her boy,\n  Wind slowly through the woody dale;\n  And who is she, be-times abroad,\n  That hobbles up the steep rough road? Who is it, but old Susan Gale? Long Susan lay deep lost in thought,\n  And many dreadful fears beset her,\n  Both for her messenger and nurse;\n  And as her mind grew worse and worse,\n  Her body it grew better. She turned, she toss'd herself in bed,\n  On all sides doubts and terrors met her;\n  Point after point did she discuss;\n  And while her mind was fighting thus,\n  Her body still grew better. \"Alas! what is become of them? These fears can never be endured,\n  I'll to the wood.\"--The word scarce said,\n  Did Susan rise up from her bed,\n  As if by magic cured. Away she posts up hill and down,\n  And to the wood at length is come,\n  She spies her friends, she shouts a greeting;\n  Oh me! it is a merry meeting,\n  As ever was in Christendom. The owls have hardly sung their last,\n  While our four travellers homeward wend;\n  The owls have hooted all night long,\n  And with the owls began my song,\n  And with the owls must end. For while they all were travelling home,\n  Cried Betty, \"Tell us Johnny, do,\n  Where all this long night you have been,\n  What you have heard, what you have seen,\n  And Johnny, mind you tell us true.\"\n\n  Now Johnny all night long had heard\n  The owls in tuneful concert strive;\n  No doubt too he the moon had seen;\n  For in the moonlight he had been\n  From eight o'clock till five. And thus to Betty's question, he,\n  Made answer, like a traveller bold,\n  (His very words I give to you,)\n  \"The cocks did crow to-whoo, to-whoo,\n  And the sun did shine so cold.\"\n  --Thus answered Johnny in his glory,\n  And that was all his travel's story. _LOVE_. All Thoughts, all Passions, all Delights,\n  Whatever stirs this mortal Frame,\n  All are but Ministers of Love,\n    And feed his sacred flame. Oft in my waking dreams do I\n  Live o'er again that happy hour,\n  When midway on the Mount I lay\n    Beside the Ruin'd Tower. The Moonshine stealing o'er the scene\n  Had blended with the Lights of Eve;\n  And she was there, my Hope, my Joy,\n    My own dear Genevieve! She lean'd against the Armed Man,\n  The Statue of the Armed Knight:\n  She stood and listen'd to my Harp\n    Amid the ling'ring Light. Few Sorrows hath she of her own,\n  My Hope, my Joy, my Genevieve! She loves me best, whene'er I sing\n    The Songs, that make her grieve. I play'd a soft and doleful Air,\n  I sang an old and moving Story--\n  An old rude Song that fitted well\n    The Ruin wild and hoary."
      ],
      "frequency": 159
    },
    "admiration": {
      "keywords": [
        "admiration"
      ],
      "examples": [
        "You have waited, you always wait, you dumb, beautiful ministers,\n  We receive you with free sense at last, and are insatiate henceforward,\n  Not you any more shall be able to foil us, or withhold yourselves from us,\n  We use you, and do not cast you aside--we plant you permanently within us,\n  We fathom you not--we love you--there is perfection in you also,\n  You furnish your parts toward eternity,\n  Great or small, you furnish your parts toward the soul. BOOK IX\n\n\nSong of the Answerer\n\n       1\n  Now list to my morning’s romanza, I tell the signs of the Answerer,\n  To the cities and farms I sing as they spread in the sunshine before me. A young man comes to me bearing a message from his brother,\n  How shall the young man know the whether and when of his brother? Tell him to send me the signs. And I stand before the young man\n      face to face, and take his right hand in my left hand and his\n      left hand in my right hand,\n  And I answer for his brother and for men, and I answer for him that\n      answers for all, and send these signs. Him all wait for, him all yield up to, his word is decisive and final,\n  Him they accept, in him lave, in him perceive themselves as amid light,\n  Him they immerse and he immerses them. Beautiful women, the haughtiest nations, laws, the landscape,\n      people, animals,\n  The profound earth and its attributes and the unquiet ocean, (so\n      tell I my morning’s romanza,)\n  All enjoyments and properties and money, and whatever money will buy,\n  The best farms, others toiling and planting and he unavoidably reaps,\n  The noblest and costliest cities, others grading and building and he\n      domiciles there,\n  Nothing for any one but what is for him, near and far are for him,\n      the ships in the offing,\n  The perpetual shows and marches on land are for him if they are for anybody. He puts things in their attitudes,\n  He puts to-day out of himself with plasticity and love,\n  He places his own times, reminiscences, parents, brothers and\n      sisters, associations, employment, politics, so that the rest\n      never shame them afterward, nor assume to command them. He is the Answerer,\n  What can be answer’d he answers, and what cannot be answer’d he\n      shows how it cannot be answer’d. A man is a summons and challenge,\n  (It is vain to skulk--do you hear that mocking and laughter? do you\n      hear the ironical echoes?)\n\n  Books, friendships, philosophers, priests, action, pleasure, pride,\n      beat up and down seeking to give satisfaction,\n  He indicates the satisfaction, and indicates them that beat up and\n      down also. Whichever the sex, whatever the season or place, he may go freshly\n      and gently and safely by day or by night,\n  He has the pass-key of hearts, to him the response of the prying of\n      hands on the knobs.",
        "Prophetic joys of better, loftier love’s ideals, the divine wife,\n      the sweet, eternal, perfect comrade? Joys all thine own undying one, joys worthy thee O soul. O while I live to be the ruler of life, not a slave,\n  To meet life as a powerful conqueror,\n  No fumes, no ennui, no more complaints or scornful criticisms,\n  To these proud laws of the air, the water and the ground, proving\n      my interior soul impregnable,\n  And nothing exterior shall ever take command of me. For not life’s joys alone I sing, repeating--the joy of death! The beautiful touch of Death, soothing and benumbing a few moments,\n      for reasons,\n  Myself discharging my excrementitious body to be burn’d, or render’d\n      to powder, or buried,\n  My real body doubtless left to me for other spheres,\n  My voided body nothing more to me, returning to the purifications,\n      further offices, eternal uses of the earth. O to attract by more than attraction! How it is I know not--yet behold! the something which obeys none\n      of the rest,\n  It is offensive, never defensive--yet how magnetic it draws. O to struggle against great odds, to meet enemies undaunted! To be entirely alone with them, to find how much one can stand! To look strife, torture, prison, popular odium, face to face! To mount the scaffold, to advance to the muzzles of guns with\n      perfect nonchalance! To be indeed a God! O to sail to sea in a ship! To leave this steady unendurable land,\n  To leave the tiresome sameness of the streets, the sidewalks and the\n      houses,\n  To leave you O you solid motionless land, and entering a ship,\n  To sail and sail and sail! O to have life henceforth a poem of new joys! To dance, clap hands, exult, shout, skip, leap, roll on, float on! To be a sailor of the world bound for all ports,\n  A ship itself, (see indeed these sails I spread to the sun and air,)\n  A swift and swelling ship full of rich words, full of joys. BOOK XII\n\n\nSong of the Broad-Axe\n\n       1\n  Weapon shapely, naked, wan,\n  Head from the mother’s bowels drawn,\n  Wooded flesh and metal bone, limb only one and lip only one,\n  Gray-blue leaf by red-heat grown, helve produced from a little seed sown,\n  Resting the grass amid and upon,\n  To be lean’d and to lean on. Strong shapes and attributes of strong shapes, masculine trades,\n      sights and sounds. Long varied train of an emblem, dabs of music,\n  Fingers of the organist skipping staccato over the keys of the great organ.",
        "Amelioration is one of the earth’s words,\n  The earth neither lags nor hastens,\n  It has all attributes, growths, effects, latent in itself from the jump,\n  It is not half beautiful only, defects and excrescences show just as\n      much as perfections show. The earth does not withhold, it is generous enough,\n  The truths of the earth continually wait, they are not so conceal’d either,\n  They are calm, subtle, untransmissible by print,\n  They are imbued through all things conveying themselves willingly,\n  Conveying a sentiment and invitation, I utter and utter,\n  I speak not, yet if you hear me not of what avail am I to you? To bear, to better, lacking these of what avail am I? (Accouche! accouchez! Will you rot your own fruit in yourself there? Will you squat and stifle there?)\n\n  The earth does not argue,\n  Is not pathetic, has no arrangements,\n  Does not scream, haste, persuade, threaten, promise,\n  Makes no discriminations, has no conceivable failures,\n  Closes nothing, refuses nothing, shuts none out,\n  Of all the powers, objects, states, it notifies, shuts none out. The earth does not exhibit itself nor refuse to exhibit itself,\n      possesses still underneath,\n  Underneath the ostensible sounds, the august chorus of heroes, the\n      wail of slaves,\n  Persuasions of lovers, curses, gasps of the dying, laughter of young\n      people, accents of bargainers,\n  Underneath these possessing words that never fall. To her children the words of the eloquent dumb great mother never fail,\n  The true words do not fail, for motion does not fail and reflection\n      does not fall,\n  Also the day and night do not fall, and the voyage we pursue does not fall. Of the interminable sisters,\n  Of the ceaseless cotillons of sisters,\n  Of the centripetal and centrifugal sisters, the elder and younger sisters,\n  The beautiful sister we know dances on with the rest. With her ample back towards every beholder,\n  With the fascinations of youth and the equal fascinations of age,\n  Sits she whom I too love like the rest, sits undisturb’d,\n  Holding up in her hand what has the character of a mirror, while her\n      eyes glance back from it,\n  Glance as she sits, inviting none, denying none,\n  Holding a mirror day and night tirelessly before her own face. Seen at hand or seen at a distance,\n  Duly the twenty-four appear in public every day,\n  Duly approach and pass with their companions or a companion,\n  Looking from no countenances of their own, but from the countenances\n      of those who are with them,\n  From the countenances of children or women or the manly countenance,\n  From the open countenances of animals or from inanimate things,\n  From the landscape or waters or from the exquisite apparition of the sky,\n  From our countenances, mine and yours, faithfully returning them,\n  Every day in public appearing without fall, but never twice with the\n      same companions. Embracing man, embracing all, proceed the three hundred and\n      sixty-five resistlessly round the sun;\n  Embracing all, soothing, supporting, follow close three hundred and\n      sixty-five offsets of the first, sure and necessary as they.",
        "Not for numberless agonies, murders, lusts,\n  For court thieving in its manifold mean forms, worming from his\n      simplicity the poor man’s wages,\n  For many a promise sworn by royal lips and broken and laugh’d at in\n      the breaking,\n\n  Then in their power not for all these did the blows strike revenge,\n      or the heads of the nobles fall;\n  The People scorn’d the ferocity of kings. But the sweetness of mercy brew’d bitter destruction, and the\n      frighten’d monarchs come back,\n  Each comes in state with his train, hangman, priest, tax-gatherer,\n  Soldier, lawyer, lord, jailer, and sycophant. Yet behind all lowering stealing, lo, a shape,\n  Vague as the night, draped interminably, head, front and form, in\n      scarlet folds,\n  Whose face and eyes none may see,\n  Out of its robes only this, the red robes lifted by the arm,\n  One finger crook’d pointed high over the top, like the head of a\n      snake appears. Meanwhile corpses lie in new-made graves, bloody corpses of young men,\n  The rope of the gibbet hangs heavily, the bullets of princes are\n      flying, the creatures of power laugh aloud,\n  And all these things bear fruits, and they are good. Those corpses of young men,\n  Those martyrs that hang from the gibbets, those hearts pierc’d by\n      the gray lead,\n  Cold and motionless as they seem live elsewhere with unslaughter’d vitality. They live in other young men O kings! They live in brothers again ready to defy you,\n  They were purified by death, they were taught and exalted. Not a grave of the murder’d for freedom but grows seed for freedom,\n      in its turn to bear seed,\n  Which the winds carry afar and re-sow, and the rains and the snows nourish. Not a disembodied spirit can the weapons of tyrants let loose,\n  But it stalks invisibly over the earth, whispering, counseling, cautioning. Liberty, let others despair of you--I never despair of you. Is the house shut? is the master away? Nevertheless, be ready, be not weary of watching,\n  He will soon return, his messengers come anon. A Hand-Mirror\n\n  Hold it up sternly--see this it sends back, (who is it? is it you?)\n  Outside fair costume, within ashes and filth,\n  No more a flashing eye, no more a sonorous voice or springy step,\n  Now some slave’s eye, voice, hands, step,\n  A drunkard’s breath, unwholesome eater’s face, venerealee’s flesh,\n  Lungs rotting away piecemeal, stomach sour and cankerous,\n  Joints rheumatic, bowels clogged with abomination,\n  Blood circulating dark and poisonous streams,\n  Words babble, hearing and touch callous,\n  No brain, no heart left, no magnetism of sex;\n  Such from one look in this looking-glass ere you go hence,\n  Such a result so soon--and from such a beginning! Gods\n\n  Lover divine and perfect Comrade,\n  Waiting content, invisible yet, but certain,\n  Be thou my God. Thou, thou, the Ideal Man,\n  Fair, able, beautiful, content, and loving,\n  Complete in body and dilate in spirit,\n  Be thou my God. O Death, (for Life has served its turn,)\n  Opener and usher to the heavenly mansion,\n  Be thou my God.",
        "Aught, aught of mightiest, best I see, conceive, or know,\n  (To break the stagnant tie--thee, thee to free, O soul,)\n  Be thou my God. All great ideas, the races’ aspirations,\n  All heroisms, deeds of rapt enthusiasts,\n  Be ye my Gods. Or Time and Space,\n  Or shape of Earth divine and wondrous,\n  Or some fair shape I viewing, worship,\n  Or lustrous orb of sun or star by night,\n  Be ye my Gods. Germs\n\n  Forms, qualities, lives, humanity, language, thoughts,\n  The ones known, and the ones unknown, the ones on the stars,\n  The stars themselves, some shaped, others unshaped,\n  Wonders as of those countries, the soil, trees, cities, inhabitants,\n      whatever they may be,\n  Splendid suns, the moons and rings, the countless combinations and effects,\n  Such-like, and as good as such-like, visible here or anywhere, stand\n      provided for a handful of space, which I extend my arm and\n      half enclose with my hand,\n  That containing the start of each and all, the virtue, the germs of all. Thoughts\n\n  Of ownership--as if one fit to own things could not at pleasure enter\n      upon all, and incorporate them into himself or herself;\n  Of vista--suppose some sight in arriere through the formative chaos,\n      presuming the growth, fulness, life, now attain’d on the journey,\n  (But I see the road continued, and the journey ever continued;)\n  Of what was once lacking on earth, and in due time has become\n      supplied--and of what will yet be supplied,\n  Because all I see and know I believe to have its main purport in\n      what will yet be supplied. When I Heard the Learn’d Astronomer\n\n  When I heard the learn’d astronomer,\n  When the proofs, the figures, were ranged in columns before me,\n  When I was shown the charts and diagrams, to add, divide, and measure them,\n  When I sitting heard the astronomer where he lectured with much\n      applause in the lecture-room,\n  How soon unaccountable I became tired and sick,\n  Till rising and gliding out I wander’d off by myself,\n  In the mystical moist night-air, and from time to time,\n  Look’d up in perfect silence at the stars. Perfections\n\n  Only themselves understand themselves and the like of themselves,\n  As souls only understand souls. O Me! O Life! O me! O life! of the questions of these recurring,\n  Of the endless trains of the faithless, of cities fill’d with the foolish,\n  Of myself forever reproaching myself, (for who more foolish than I,\n      and who more faithless?)\n  Of eyes that vainly crave the light, of the objects mean, of the\n      struggle ever renew’d,\n  Of the poor results of all, of the plodding and sordid crowds I see\n      around me,\n  Of the empty and useless years of the rest, with the rest me intertwined,\n  The question, O me! so sad, recurring--What good amid these, O me, O life? Answer. That you are here--that life exists and identity,\n  That the powerful play goes on, and you may contribute a verse.",
        "A Child’s Amaze\n\n  Silent and amazed even when a little boy,\n  I remember I heard the preacher every Sunday put God in his statements,\n  As contending against some being or influence. The Runner\n\n  On a flat road runs the well-train’d runner,\n  He is lean and sinewy with muscular legs,\n  He is thinly clothed, he leans forward as he runs,\n  With lightly closed fists and arms partially rais’d. Beautiful Women\n\n  Women sit or move to and fro, some old, some young,\n  The young are beautiful--but the old are more beautiful than the young. Mother and Babe\n\n  I see the sleeping babe nestling the breast of its mother,\n  The sleeping mother and babe--hush’d, I study them long and long. Thought\n\n  Of obedience, faith, adhesiveness;\n  As I stand aloof and look there is to me something profoundly\n      affecting in large masses of men following the lead of those who\n      do not believe in men. Visor’d\n\n  A mask, a perpetual natural disguiser of herself,\n  Concealing her face, concealing her form,\n  Changes and transformations every hour, every moment,\n  Falling upon her even when she sleeps. Thought\n\n  Of justice--as If could be any thing but the same ample law,\n      expounded by natural judges and saviors,\n  As if it might be this thing or that thing, according to decisions. Gliding O’er all\n\n  Gliding o’er all, through all,\n  Through Nature, Time, and Space,\n  As a ship on the waters advancing,\n  The voyage of the soul--not life alone,\n  Death, many deaths I’ll sing. Hast Never Come to Thee an Hour\n\n  Hast never come to thee an hour,\n  A sudden gleam divine, precipitating, bursting all these bubbles,\n      fashions, wealth? These eager business aims--books, politics, art, amours,\n  To utter nothingness? Thought\n\n  Of Equality--as if it harm’d me, giving others the same chances and\n      rights as myself--as if it were not indispensable to my own\n      rights that others possess the same. To Old Age\n\n  I see in you the estuary that enlarges and spreads itself grandly as\n      it pours in the great sea. Locations and Times\n\n  Locations and times--what is it in me that meets them all, whenever\n      and wherever, and makes me at home? Forms, colors, densities, odors--what is it in me that corresponds\n      with them? Offerings\n\n  A thousand perfect men and women appear,\n  Around each gathers a cluster of friends, and gay children and\n      youths, with offerings. To The States [To Identify the 16th, 17th, or 18th Presidentiad]\n\n  Why reclining, interrogating? why myself and all drowsing? What deepening twilight-scum floating atop of the waters,\n  Who are they as bats and night-dogs askant in the capitol? What a filthy Presidentiad! (O South, your torrid suns! O North,\n      your arctic freezings!)\n  Are those really Congressmen? are those the great Judges? is that\n      the President? Then I will sleep awhile yet, for I see that these States sleep, for\n      reasons;\n  (With gathering murk, with muttering thunder and lambent shoots we\n      all duly awake,\n  South, North, East, West, inland and seaboard, we will surely awake.)\n\n\n\n\nBOOK XXI.",
        "Not Youth Pertains to Me\n\n  Not youth pertains to me,\n  Nor delicatesse, I cannot beguile the time with talk,\n  Awkward in the parlor, neither a dancer nor elegant,\n  In the learn’d coterie sitting constrain’d and still, for learning\n      inures not to me,\n  Beauty, knowledge, inure not to me--yet there are two or three things\n      inure to me,\n  I have nourish’d the wounded and sooth’d many a dying soldier,\n  And at intervals waiting or in the midst of camp,\n  Composed these songs. Race of Veterans\n\n  Race of veterans--race of victors! Race of the soil, ready for conflict--race of the conquering march! (No more credulity’s race, abiding-temper’d race,)\n  Race henceforth owning no law but the law of itself,\n  Race of passion and the storm. World Take Good Notice\n\n  World take good notice, silver stars fading,\n  Milky hue ript, wet of white detaching,\n  Coals thirty-eight, baleful and burning,\n  Scarlet, significant, hands off warning,\n  Now and henceforth flaunt from these shores. O Tan-Faced Prairie-Boy\n\n  O tan-faced prairie-boy,\n  Before you came to camp came many a welcome gift,\n  Praises and presents came and nourishing food, till at last among\n      the recruits,\n  You came, taciturn, with nothing to give--we but look’d on each other,\n  When lo! more than all the gifts of the world you gave me. Look Down Fair Moon\n\n  Look down fair moon and bathe this scene,\n  Pour softly down night’s nimbus floods on faces ghastly, swollen, purple,\n  On the dead on their backs with arms toss’d wide,\n  Pour down your unstinted nimbus sacred moon. Reconciliation\n\n  Word over all, beautiful as the sky,\n  Beautiful that war and all its deeds of carnage must in time be\n      utterly lost,\n  That the hands of the sisters Death and Night incessantly softly\n      wash again, and ever again, this solid world;\n  For my enemy is dead, a man divine as myself is dead,\n  I look where he lies white-faced and still in the coffin--I draw near,\n  Bend down and touch lightly with my lips the white face in the coffin. How Solemn As One by One [Washington City, 1865]\n\n  How solemn as one by one,\n  As the ranks returning worn and sweaty, as the men file by where stand,\n  As the faces the masks appear, as I glance at the faces studying the masks,\n  (As I glance upward out of this page studying you, dear friend,\n      whoever you are,)\n  How solemn the thought of my whispering soul to each in the ranks,\n      and to you,\n  I see behind each mask that wonder a kindred soul,\n  O the bullet could never kill what you really are, dear friend,\n  Nor the bayonet stab what you really are;\n  The soul! yourself I see, great as any, good as the best,\n  Waiting secure and content, which the bullet could never kill,\n  Nor the bayonet stab O friend.",
        "6\n  Now what my mother told me one day as we sat at dinner together,\n  Of when she was a nearly grown girl living home with her parents on\n      the old homestead. A red squaw came one breakfast-time to the old homestead,\n  On her back she carried a bundle of rushes for rush-bottoming chairs,\n  Her hair, straight, shiny, coarse, black, profuse, half-envelop’d\n      her face,\n  Her step was free and elastic, and her voice sounded exquisitely as\n      she spoke. My mother look’d in delight and amazement at the stranger,\n  She look’d at the freshness of her tall-borne face and full and\n      pliant limbs,\n  The more she look’d upon her she loved her,\n  Never before had she seen such wonderful beauty and purity,\n  She made her sit on a bench by the jamb of the fireplace, she cook’d\n      food for her,\n  She had no work to give her, but she gave her remembrance and fondness. The red squaw staid all the forenoon, and toward the middle of the\n      afternoon she went away,\n  O my mother was loth to have her go away,\n  All the week she thought of her, she watch’d for her many a month,\n  She remember’d her many a winter and many a summer,\n  But the red squaw never came nor was heard of there again. 7\n  A show of the summer softness--a contact of something unseen--an\n      amour of the light and air,\n  I am jealous and overwhelm’d with friendliness,\n  And will go gallivant with the light and air myself. O love and summer, you are in the dreams and in me,\n  Autumn and winter are in the dreams, the farmer goes with his thrift,\n  The droves and crops increase, the barns are well-fill’d. Elements merge in the night, ships make tacks in the dreams,\n  The sailor sails, the exile returns home,\n  The fugitive returns unharm’d, the immigrant is back beyond months\n      and years,\n  The poor Irishman lives in the simple house of his childhood with\n      the well known neighbors and faces,\n  They warmly welcome him, he is barefoot again, he forgets he is well off,\n  The Dutchman voyages home, and the Scotchman and Welshman voyage\n      home, and the native of the Mediterranean voyages home,\n  To every port of England, France, Spain, enter well-fill’d ships,\n  The Swiss foots it toward his hills, the Prussian goes his way, the\n      Hungarian his way, and the Pole his way,\n  The Swede returns, and the Dane and Norwegian return.",
        "2\n  Of seeds dropping into the ground, of births,\n  Of the steady concentration of America, inland, upward, to\n      impregnable and swarming places,\n  Of what Indiana, Kentucky, Arkansas, and the rest, are to be,\n  Of what a few years will show there in Nebraska, Colorado, Nevada,\n      and the rest,\n  (Or afar, mounting the Northern Pacific to Sitka or Aliaska,)\n  Of what the feuillage of America is the preparation for--and of what\n      all sights, North, South, East and West, are,\n  Of this Union welded in blood, of the solemn price paid, of the\n      unnamed lost ever present in my mind;\n  Of the temporary use of materials for identity’s sake,\n  Of the present, passing, departing--of the growth of completer men\n      than any yet,\n  Of all sloping down there where the fresh free giver the mother, the\n      Mississippi flows,\n  Of mighty inland cities yet unsurvey’d and unsuspected,\n  Of the new and good names, of the modern developments, of\n      inalienable homesteads,\n  Of a free and original life there, of simple diet and clean and\n      sweet blood,\n  Of litheness, majestic faces, clear eyes, and perfect physique there,\n  Of immense spiritual results future years far West, each side of the\n      Anahuacs,\n  Of these songs, well understood there, (being made for that area,)\n  Of the native scorn of grossness and gain there,\n  (O it lurks in me night and day--what is gain after all to savageness\n      and freedom?)\n\n\n\n\nSong at Sunset\n\n  Splendor of ended day floating and filling me,\n  Hour prophetic, hour resuming the past,\n  Inflating my throat, you divine average,\n  You earth and life till the last ray gleams I sing. Open mouth of my soul uttering gladness,\n  Eyes of my soul seeing perfection,\n  Natural life of me faithfully praising things,\n  Corroborating forever the triumph of things. Illustrious every one! Illustrious what we name space, sphere of unnumber’d spirits,\n  Illustrious the mystery of motion in all beings, even the tiniest insect,\n  Illustrious the attribute of speech, the senses, the body,\n  Illustrious the passing light--illustrious the pale reflection on\n      the new moon in the western sky,\n  Illustrious whatever I see or hear or touch, to the last. Good in all,\n  In the satisfaction and aplomb of animals,\n  In the annual return of the seasons,\n  In the hilarity of youth,\n  In the strength and flush of manhood,\n  In the grandeur and exquisiteness of old age,\n  In the superb vistas of death. Wonderful to depart! Wonderful to be here! The heart, to jet the all-alike and innocent blood! To breathe the air, how delicious! To speak--to walk--to seize something by the hand! To prepare for sleep, for bed, to look on my rose-color’d flesh! To be conscious of my body, so satisfied, so large! To be this incredible God I am! To have gone forth among other Gods, these men and women I love. Wonderful how I celebrate you and myself\n  How my thoughts play subtly at the spectacles around! How the clouds pass silently overhead! How the earth darts on and on!",
        "and how the sun, moon, stars, dart on and on! How the water sports and sings! (surely it is alive!)\n  How the trees rise and stand up, with strong trunks, with branches\n      and leaves! (Surely there is something more in each of the trees, some living soul.)\n\n  O amazement of things--even the least particle! O spirituality of things! O strain musical flowing through ages and continents, now reaching\n      me and America! I take your strong chords, intersperse them, and cheerfully pass\n      them forward. I too carol the sun, usher’d or at noon, or as now, setting,\n  I too throb to the brain and beauty of the earth and of all the\n      growths of the earth,\n  I too have felt the resistless call of myself. As I steam’d down the Mississippi,\n  As I wander’d over the prairies,\n  As I have lived, as I have look’d through my windows my eyes,\n  As I went forth in the morning, as I beheld the light breaking in the east,\n  As I bathed on the beach of the Eastern Sea, and again on the beach\n      of the Western Sea,\n  As I roam’d the streets of inland Chicago, whatever streets I have roam’d,\n  Or cities or silent woods, or even amid the sights of war,\n  Wherever I have been I have charged myself with contentment and triumph. I sing to the last the equalities modern or old,\n  I sing the endless finales of things,\n  I say Nature continues, glory continues,\n  I praise with electric voice,\n  For I do not see one imperfection in the universe,\n  And I do not see one cause or result lamentable at last in the universe. O setting sun! though the time has come,\n  I still warble under you, if none else does, unmitigated adoration. As at Thy Portals Also Death\n\n  As at thy portals also death,\n  Entering thy sovereign, dim, illimitable grounds,\n  To memories of my mother, to the divine blending, maternity,\n  To her, buried and gone, yet buried not, gone not from me,\n  (I see again the calm benignant face fresh and beautiful still,\n  I sit by the form in the coffin,\n  I kiss and kiss convulsively again the sweet old lips, the cheeks,\n      the closed eyes in the coffin;)\n  To her, the ideal woman, practical, spiritual, of all of earth,\n      life, love, to me the best,\n  I grave a monumental line, before I go, amid these songs,\n  And set a tombstone here. My Legacy\n\n  The business man the acquirer vast,\n  After assiduous years surveying results, preparing for departure,\n  Devises houses and lands to his children, bequeaths stocks, goods,\n      funds for a school or hospital,\n  Leaves money to certain companions to buy tokens, souvenirs of gems\n      and gold."
      ],
      "frequency": 88
    },
    "intimacy": {
      "keywords": [
        "intimacy"
      ],
      "examples": [
        "Screaming electric, the atmosphere using,\n  At random glancing, each as I notice absorbing,\n  Swiftly on, but a little while alighting,\n  Curious envelop’d messages delivering,\n  Sparkles hot, seed ethereal down in the dirt dropping,\n  Myself unknowing, my commission obeying, to question it never daring,\n  To ages and ages yet the growth of the seed leaving,\n  To troops out of the war arising, they the tasks I have set\n  promulging,\n  To women certain whispers of myself bequeathing, their affection\n      me more clearly explaining,\n  To young men my problems offering--no dallier I--I the muscle of\n      their brains trying,\n  So I pass, a little time vocal, visible, contrary,\n  Afterward a melodious echo, passionately bent for, (death making\n      me really undying,)\n  The best of me then when no longer visible, for toward that I have\n      been incessantly preparing. What is there more, that I lag and pause and crouch extended with\n      unshut mouth? Is there a single final farewell? My songs cease, I abandon them,\n  From behind the screen where I hid I advance personally solely to you. Camerado, this is no book,\n  Who touches this touches a man,\n  (Is it night? are we here together alone?)\n  It is I you hold and who holds you,\n  I spring from the pages into your arms--decease calls me forth. O how your fingers drowse me,\n  Your breath falls around me like dew, your pulse lulls the tympans\n      of my ears,\n  I feel immerged from head to foot,\n  Delicious, enough. Enough O deed impromptu and secret,\n  Enough O gliding present--enough O summ’d-up past. Dear friend whoever you are take this kiss,\n  I give it especially to you, do not forget me,\n  I feel like one who has done work for the day to retire awhile,\n  I receive now again of my many translations, from my avataras\n      ascending, while others doubtless await me,\n  An unknown sphere more real than I dream’d, more direct, darts\n      awakening rays about me, So long! Remember my words, I may again return,\n  I love you, I depart from materials,\n  I am as one disembodied, triumphant, dead. BOOK XXXIV. SANDS AT SEVENTY\n\n\nMannahatta\n\n  My city’s fit and noble name resumed,\n  Choice aboriginal name, with marvellous beauty, meaning,\n  A rocky founded island--shores where ever gayly dash the coming,\n      going, hurrying sea waves. Paumanok\n\n  Sea-beauty! stretch’d and basking! One side thy inland ocean laving, broad, with copious commerce,\n      steamers, sails,\n  And one the Atlantic’s wind caressing, fierce or gentle--mighty hulls\n      dark-gliding in the distance. Isle of sweet brooks of drinking-water--healthy air and soil! Isle of the salty shore and breeze and brine! From Montauk Point\n\n  I stand as on some mighty eagle’s beak,\n  Eastward the sea absorbing, viewing, (nothing but sea and sky,)\n  The tossing waves, the foam, the ships in the distance,\n  The wild unrest, the snowy, curling caps--that inbound urge and urge\n      of waves,\n  Seeking the shores forever.",
        "[III]  You Tides with Ceaseless Swell\n\n  You tides with ceaseless swell! you power that does this work! You unseen force, centripetal, centrifugal, through space’s spread,\n  Rapport of sun, moon, earth, and all the constellations,\n  What are the messages by you from distant stars to us? what Sirius’? what Capella’s? What central heart--and you the pulse--vivifies all? what boundless\n      aggregate of all? What subtle indirection and significance in you? what clue to all in\n      you? what fluid, vast identity,\n  Holding the universe with all its parts as one--as sailing in a ship? [IV]  Last of Ebb, and Daylight Waning\n\n  Last of ebb, and daylight waning,\n  Scented sea-cool landward making, smells of sedge and salt incoming,\n  With many a half-caught voice sent up from the eddies,\n  Many a muffled confession--many a sob and whisper’d word,\n  As of speakers far or hid. How they sweep down and out! how they mutter! Poets unnamed--artists greatest of any, with cherish’d lost designs,\n  Love’s unresponse--a chorus of age’s complaints--hope’s last words,\n  Some suicide’s despairing cry, Away to the boundless waste, and\n      never again return. On to oblivion then! On, on, and do your part, ye burying, ebbing tide! On for your time, ye furious debouche! [V]  And Yet Not You Alone\n\n  And yet not you alone, twilight and burying ebb,\n  Nor you, ye lost designs alone--nor failures, aspirations;\n  I know, divine deceitful ones, your glamour’s seeming;\n  Duly by you, from you, the tide and light again--duly the hinges turning,\n  Duly the needed discord-parts offsetting, blending,\n  Weaving from you, from Sleep, Night, Death itself,\n  The rhythmus of Birth eternal. [VI]  Proudly the Flood Comes In\n\n  Proudly the flood comes in, shouting, foaming, advancing,\n  Long it holds at the high, with bosom broad outswelling,\n  All throbs, dilates--the farms, woods, streets of cities--workmen at work,\n  Mainsails, topsails, jibs, appear in the offing--steamers’ pennants\n      of smoke--and under the forenoon sun,\n  Freighted with human lives, gaily the outward bound, gaily the\n      inward bound,\n  Flaunting from many a spar the flag I love. [VII]  By That Long Scan of Waves\n\n  By that long scan of waves, myself call’d back, resumed upon myself,\n  In every crest some undulating light or shade--some retrospect,\n  Joys, travels, studies, silent panoramas--scenes ephemeral,\n  The long past war, the battles, hospital sights, the wounded and the dead,\n  Myself through every by-gone phase--my idle youth--old age at hand,\n  My three-score years of life summ’d up, and more, and past,\n  By any grand ideal tried, intentionless, the whole a nothing,\n  And haply yet some drop within God’s scheme’s ensemble--some\n      wave, or part of wave,\n  Like one of yours, ye multitudinous ocean. [VIII]  Then Last Of All\n\n  Then last of all, caught from these shores, this hill,\n  Of you O tides, the mystic human meaning:\n  Only by law of you, your swell and ebb, enclosing me the same,\n  The brain that shapes, the voice that chants this song.",
        "Old Salt Kossabone\n\n  Far back, related on my mother’s side,\n  Old Salt Kossabone, I’ll tell you how he died:\n  (Had been a sailor all his life--was nearly 90--lived with his\n      married grandchild, Jenny;\n  House on a hill, with view of bay at hand, and distant cape, and\n      stretch to open sea;)\n  The last of afternoons, the evening hours, for many a year his\n      regular custom,\n  In his great arm chair by the window seated,\n  (Sometimes, indeed, through half the day,)\n  Watching the coming, going of the vessels, he mutters to himself--\n      And now the close of all:\n  One struggling outbound brig, one day, baffled for long--cross-tides\n      and much wrong going,\n  At last at nightfall strikes the breeze aright, her whole luck veering,\n  And swiftly bending round the cape, the darkness proudly entering,\n      cleaving, as he watches,\n  “She’s free--she’s on her destination”--these the last words--when\n      Jenny came, he sat there dead,\n  Dutch Kossabone, Old Salt, related on my mother’s side, far back. The Dead Tenor\n\n  As down the stage again,\n  With Spanish hat and plumes, and gait inimitable,\n  Back from the fading lessons of the past, I’d call, I’d tell and own,\n  How much from thee! the revelation of the singing voice from thee! (So firm--so liquid-soft--again that tremulous, manly timbre! The perfect singing voice--deepest of all to me the lesson--trial\n      and test of all:)\n  How through those strains distill’d--how the rapt ears, the soul of\n      me, absorbing\n  Fernando’s heart, Manrico’s passionate call, Ernani’s, sweet Gennaro’s,\n  I fold thenceforth, or seek to fold, within my chants transmuting,\n  Freedom’s and Love’s and Faith’s unloos’d cantabile,\n  (As perfume’s, color’s, sunlight’s correlation:)\n  From these, for these, with these, a hurried line, dead tenor,\n  A wafted autumn leaf, dropt in the closing grave, the shovel’d earth,\n  To memory of thee. Continuities\n\n  Nothing is ever really lost, or can be lost,\n  No birth, identity, form--no object of the world. Nor life, nor force, nor any visible thing;\n  Appearance must not foil, nor shifted sphere confuse thy brain. Ample are time and space--ample the fields of Nature. The body, sluggish, aged, cold--the embers left from earlier fires,\n  The light in the eye grown dim, shall duly flame again;\n  The sun now low in the west rises for mornings and for noons continual;\n  To frozen clods ever the spring’s invisible law returns,\n  With grass and flowers and summer fruits and corn. Yonnondio\n\n  A song, a poem of itself--the word itself a dirge,\n  Amid the wilds, the rocks, the storm and wintry night,\n  To me such misty, strange tableaux the syllables calling up;\n  Yonnondio--I see, far in the west or north, a limitless ravine, with\n      plains and mountains dark,\n  I see swarms of stalwart chieftains, medicine-men, and warriors,\n  As flitting by like clouds of ghosts, they pass and are gone in the\n      twilight,\n  (Race of the woods, the landscapes free, and the falls! No picture, poem, statement, passing them to the future:)\n  Yonnondio!",
        "Old Age’s Lambent Peaks\n\n  The touch of flame--the illuminating fire--the loftiest look at last,\n  O’er city, passion, sea--o’er prairie, mountain, wood--the earth itself,\n  The airy, different, changing hues of all, in failing twilight,\n  Objects and groups, bearings, faces, reminiscences;\n  The calmer sight--the golden setting, clear and broad:\n  So much i’ the atmosphere, the points of view, the situations whence\n      we scan,\n  Bro’t out by them alone--so much (perhaps the best) unreck’d before;\n  The lights indeed from them--old age’s lambent peaks. After the Supper and Talk\n\n  After the supper and talk--after the day is done,\n  As a friend from friends his final withdrawal prolonging,\n  Good-bye and Good-bye with emotional lips repeating,\n  (So hard for his hand to release those hands--no more will they meet,\n  No more for communion of sorrow and joy, of old and young,\n  A far-stretching journey awaits him, to return no more,)\n  Shunning, postponing severance--seeking to ward off the last word\n      ever so little,\n  E’en at the exit-door turning--charges superfluous calling back--\n      e’en as he descends the steps,\n  Something to eke out a minute additional--shadows of nightfall deepening,\n  Farewells, messages lessening--dimmer the forthgoer’s visage and form,\n  Soon to be lost for aye in the darkness--loth, O so loth to depart! Garrulous to the very last. BOOKXXXV. GOOD-BYE MY FANCY\n\n\nSail out for Good, Eidolon Yacht! Heave the anchor short! Raise main-sail and jib--steer forth,\n  O little white-hull’d sloop, now speed on really deep waters,\n  (I will not call it our concluding voyage,\n  But outset and sure entrance to the truest, best, maturest;)\n  Depart, depart from solid earth--no more returning to these shores,\n  Now on for aye our infinite free venture wending,\n  Spurning all yet tried ports, seas, hawsers, densities, gravitation,\n  Sail out for good, eidolon yacht of me! Lingering Last Drops\n\n  And whence and why come you? We know not whence, (was the answer,)\n  We only know that we drift here with the rest,\n  That we linger’d and lagg’d--but were wafted at last, and are now here,\n  To make the passing shower’s concluding drops. Good-Bye My Fancy\n\n  Good-bye my fancy--(I had a word to say,\n  But ’tis not quite the time--The best of any man’s word or say,\n  Is when its proper place arrives--and for its meaning,\n  I keep mine till the last.)\n\n\n\n\nOn, on the Same, Ye Jocund Twain! On, on the same, ye jocund twain!",
        "And from the blessed power that rolls\n  About, below, above;\n  We'll frame the measure of our souls,\n  They shall be tuned to love. Then come, my sister I come, I pray,\n  With speed put on your woodland dress,\n  And bring no book; for this one day\n  We'll give to idleness. _THE FEMALE VAGRANT_\n\n  By Derwent's side my Father's cottage stood,\n  (The Woman thus her artless story told)\n  One field, a flock, and what the neighbouring flood\n  Supplied, to him were more than mines of gold. Light was my sleep; my days in transport roll'd:\n  With thoughtless joy I stretch'd along the shore\n  My father's nets, or from the mountain fold\n  Saw on the distant lake his twinkling oar\n  Or watch'd his lazy boat still less'ning more and more\n\n  My father was a good and pious man,\n  An honest man by honest parents bred,\n  And I believe that, soon as I began\n  To lisp, he made me kneel beside my bed,\n  And in his hearing there my prayers I said:\n  And afterwards, by my good father taught,\n  I read, and loved the books in which I read;\n  For books in every neighbouring house I sought,\n  And nothing to my mind a sweeter pleasure brought. Can I forget what charms did once adorn\n  My garden, stored with pease, and mint, and thyme,\n  And rose and lilly for the sabbath morn? The sabbath bells, and their delightful chime;\n  The gambols and wild freaks at shearing time;\n  My hen's rich nest through long grass scarce espied;\n  The cowslip-gathering at May's dewy prime;\n  The swans, that, when I sought the water-side,\n  From far to meet me came, spreading their snowy pride. The staff I yet remember which upbore\n  The bending body of my active sire;\n  His seat beneath the honeyed sycamore\n  When the bees hummed, and chair by winter fire;\n  When market-morning came, the neat attire\n  With which, though bent on haste, myself I deck'd;\n  My watchful dog, whose starts of furious ire,\n  When stranger passed, so often I have check'd;\n  The red-breast known for years, which at my casement peck'd. The suns of twenty summers danced along,--\n  Ah! little marked, how fast they rolled away:\n  Then rose a stately hall our woods among,\n  And cottage after cottage owned its sway. No joy to see a neighbouring house, or stray\n  Through pastures not his own, the master took;\n  My Father dared his greedy wish gainsay;\n  He loved his old hereditary nook,\n  And ill could I the thought of such sad parting brook. But when he had refused the proffered gold,\n  To cruel injuries he became a prey,\n  Sore traversed in whate'er he bought and sold:\n  His troubles grew upon him day by day,\n  Till all his substance fell into decay. His little range of water was denied; [3]\n  All but the bed where his old body lay. All, all was seized, and weeping, side by side,\n  We sought a home where we uninjured might abide.",
        "She has a baby on her arm,\n  Or else she were alone;\n  And underneath the hay-stack warm,\n  And on the green-wood stone,\n  She talked and sung the woods among;\n  And it was in the English tongue. \"Sweet babe! they say that I am mad,\n  But nay, my heart is far too glad;\n  And I am happy when I sing\n  Full many a sad and doleful thing:\n  Then, lovely baby, do not fear! I pray thee have no fear of me,\n  But, safe as in a cradle, here\n  My lovely baby! thou shalt be,\n  To thee I know too much I owe;\n  I cannot work thee any woe.\"\n\n  A fire was once within my brain;\n  And in my head a dull, dull pain;\n  And fiendish faces one, two, three,\n  Hung at my breasts, and pulled at me. But then there came a sight of joy;\n  It came at once to do me good;\n  I waked, and saw my little boy,\n  My little boy of flesh and blood;\n  Oh joy for me that sight to see! For he was here, and only he. Suck, little babe, oh suck again! It cools my blood; it cools my brain;\n  Thy lips I feel them, baby! they\n  Draw from my heart the pain away. Oh! press me with thy little hand;\n  It loosens something at my chest;\n  About that tight and deadly band\n  I feel thy little fingers press'd. The breeze I see is in the tree;\n  It comes to cool my babe and me. Oh! love me, love me, little boy! Thou art thy mother's only joy;\n  And do not dread the waves below,\n  When o'er the sea-rock's edge we go;\n  The high crag cannot work me harm,\n  Nor leaping torrents when they howl;\n  The babe I carry on my arm,\n  He saves for me my precious soul;\n  Then happy lie, for blest am I;\n  Without me my sweet babe would die. Then do not fear, my boy! for thee\n  Bold as a lion I will be;\n  And I will always be thy guide,\n  Through hollow snows and rivers wide. I'll build an Indian bower; I know\n  The leaves that make the softest bed:\n  And if from me thou wilt not go. But still be true 'till I am dead,\n  My pretty thing! then thou shalt sing,\n  As merry as the birds in spring. Thy father cares not for my breast,\n  'Tis thine, sweet baby, there to rest:\n  'Tis all thine own! and if its hue\n  Be changed, that was so fair to view,\n  'Tis fair enough for thee, my dove! My beauty, little child, is flown;\n  But thou will live with me in love,\n  And what if my poor cheek be brown? 'Tis well for me, thou canst not see\n  How pale and wan it else would be. Dread not their taunts, my little life! I am thy father's wedded wife;\n  And underneath the spreading tree\n  We two will live in honesty.",
        "If his sweet boy he could forsake,\n  With me he never would have stay'd:\n  From him no harm my babe can take,\n  But he, poor man! is wretched made,\n  And every day we two will pray\n  For him that's gone and far away. I'll teach my boy the sweetest things;\n  I'll teach him how the owlet sings. My little babe! thy lips are still,\n  And thou hast almost suck'd thy fill. --Where art thou gone my own dear child? What wicked looks are those I see? Alas! alas! that look so wild,\n  It never, never came from me:\n  If thou art mad, my pretty lad,\n  Then I must be for ever sad. Oh! smile on me, my little lamb! For I thy own dear mother am. My love for thee has well been tried:\n  I've sought thy father far and wide. I know the poisons of the shade,\n  I know the earth-nuts fit for food;\n  Then, pretty dear, be not afraid;\n  We'll find thy father in the wood. Now laugh and be gay, to the woods away! And there, my babe; we'll live for aye. THE ANCIENT MARINER,\n\n\nA POET'S REVERIE. _ARGUMENT_. How a Ship, having first sailed to the Equator, was driven by Storms,\nto the cold Country towards the South Pole; how the Ancient Mariner\ncruelly, and in contempt of the laws of hospitality, killed a\nSea-bird; and how he was followed by many and strange Judgements;\nand in what manner he came back to his own Country. _The ANCIENT MARINER_. _A POET'S REVERIE_. I. It is an ancient Mariner,\n    And he stoppeth one of three:\n  \"By thy long grey beard and thy glittering eye\n    Now wherefore stoppest me?\"\n\n  \"The Bridegroom's doors are open'd wide\n    And I am next of kin;\n  The Guests are met, the Feast is set,--\n    May'st hear the merry din.\"\n\n  But still he holds the wedding guest--\n    \"There was a Ship, quoth he--\"\n  \"Nay, if thou'st got a laughsome tale,\n    Mariner! come with me.\"\n\n  He holds him with his skinny hand,\n    Quoth he, there was a Ship--\n  \"Now get thee hence, thou grey-beard Loon\n    Or my Staff shall make thee skip.\"\n\n  He holds him with his glittering eye--\n    The wedding guest stood still\n  And listens like a three year's child;\n    The Mariner hath his will. The wedding-guest sate on a stone,\n    He cannot chuse but hear:\n  And thus spake on that ancient man,\n    The bright-eyed Mariner. The Ship was cheer'd, the Harbour clear'd--\n    Merrily did we drop\n  Below the Kirk, below the Hill,\n    Below the Light-house top. The Sun came up upon the left,\n    Out of the Sea came he:\n  And he shone bright, and on the right\n    Went down into the Sea. Higher and higher every day,\n    Till over the mast at noon--\n  The wedding-guest here beat his breast,\n    For he heard the loud bassoon. The Bride hath pac'd into the Hall,\n    Red as a rose is she;\n  Nodding their heads before her goes\n    The merry Minstralsy.",
        "The wedding-guest he beat his breast,\n    Yet he cannot chuse but hear:\n  And thus spake on that ancient Man,\n    The bright-eyed Mariner. But now the Northwind came more fierce,\n    There came a Tempest strong! And Southward still for days and weeks\n    Like Chaff we drove along. And now there came both Mist and Snow,\n    And it grew wond'rous cold;\n  And Ice mast-high came floating by\n    As green as Emerald. And thro' the drifts the snowy clifts\n    Did send a dismal sheen;\n  Nor shapes of men nor beasts we ken--\n    The Ice was all between. The Ice was here, the Ice was there,\n    The Ice was all around:\n  It crack'd and growl'd, and roar'd and howl'd--\n    A wild and ceaseless sound. At length did cross an Albatross,\n    Thorough the Fog it came;\n  As if it had been a Christian Soul,\n    We hail'd it in God's name. The Mariners gave it biscuit-worms,\n    And round and round it flew:\n  The Ice did split with a Thunder-fit;\n    The Helmsman steer'd us thro'. And a good south wind sprung up behind. The Albatross did follow;\n  And every day for food or play\n    Came to the Mariner's hollo! In mist or cloud on mast or shroud\n    It perch'd for vespers nine,\n  Whiles all the night thro' fog-smoke white\n    Glimmer'd the white moon-shine. \"God save thee, ancient Mariner! From the fiends that plague thee thus--\"\n  \"Why look'st thou so?--with my cross bow\n    I shot the Albatross.\"\n\n\nII:\n\n  The Sun now rose upon the right,\n    Out of the Sea came he;\n  Still hid in mist; and on the left\n    Went down into the Sea. And the good south wind still blew behind,\n    But no sweet Bird did follow\n  Nor any day for food or play\n    Came to the Mariner's hollo! And I had done an hellish thing\n    And it would work e'm woe:\n  For all averr'd, I had kill'd the Bird\n    That made the Breeze to blow. Nor dim nor red, like an Angel's head,\n    The glorious Sun uprist:\n  Then all averr'd, I had kill'd the Bird\n    That brought the fog and mist. 'Twas right, said they, such birds to slay\n    That bring the fog and mist. The breezes blew, the white foam flew,\n    The furrow follow'd free:\n  We were the first that ever burst\n    Into that silent Sea. Down dropt the breeze, the Sails dropt down,\n    'Twas sad as sad could be\n  And we did speak only to break\n    The silence of the Sea. All in a hot and copper sky\n    The bloody sun at noon,\n  Right up above the mast did stand,\n    No bigger than the moon. Day after day, day after day,\n    We stuck, nor breath nor motion,\n  As idle as a painted Ship\n    Upon a painted Ocean. Water, water, every where\n    And all the boards did shrink;\n  Water, water, every where,\n    Nor any drop to drink. The very deeps did rot: O Christ! That ever this should be! Yea, slimy things did crawl with legs\n    Upon the slimy Sea.",
        "With never a whisper in the Sea\n    Off darts the Spectre-ship;\n  While clombe above the Eastern bar\n  The horned Moon, with one bright Star\n    Almost between the tips. One after one by the horned Moon\n    (Listen, O Stranger! to me)\n  Each turn'd his face with a ghastly pang\n    And curs'd me with his ee. Four times fifty living men,\n    With never a sigh or groan,\n  With heavy thump, a lifeless lump\n    They dropp'd down one by one. Their souls did from their bodies fly,--\n    They fled to bliss or woe;\n  And every soul it pass'd me by,\n    Like, the whiz of my Cross-bow. IV. \"I fear thee, ancient Mariner! I fear thy skinny hand;\n  And thou art long and lank and brown\n    As is the ribb'd Sea-sand.\"\n\n  \"I fear thee and thy glittering eye\n    And thy skinny hand so brown--\"\n  \"Fear not, fear not, thou wedding guest! This body dropt not down.\"\n\n  Alone, alone, all all alone\n    Alone on the wide wide Sea;\n  And Christ would take no pity on\n    My soul in agony. The many men so beautiful,\n    And they all dead did lie! And a million million slimy things\n    Liv'd on--and so did I. I look'd upon the rotting Sea,\n    And drew my eyes away;\n  I look'd upon the ghastly deck,\n    And there the dead men lay. I look'd to Heaven, and try'd to pray;\n    But or ever a prayer had gusht,\n  A wicked whisper came and made\n    My heart as dry as dust. I clos'd my lids and kept them close,\n    Till the balls like pulses beat;\n  For the sky and the sea, and the sea and the sky\n  Lay like a load on my weary eye,\n    And the dead were at my feet. The cold sweat melted from their limbs,\n    Nor rot, nor reek did they;\n  The look with which they look'd on me,\n    Had never pass'd away. An orphan's curse would drag to Hell\n    A spirit from on high:\n  But O! more horrible than that\n    Is the curse in a dead man's eye! Seven days, seven nights I saw that curse,\n    And yet I could not die. The moving Moon went up the sky\n    And no where did abide:\n  Softly she was going up\n    And a star or two beside--\n\n  Her beams bemock'd the sultry main\n    Like April hoar-frost spread;\n  But where the ship's huge shadow lay,\n  The charmed water burnt alway\n    A still and awful red. Beyond the shadow of the ship\n    I watch'd the water-snakes:\n  They mov'd in tracks of shining white;\n  And when they rear'd, the elfish light\n    Fell off in hoary flakes. Within the shadow of the ship\n    I watch'd their rich attire:\n  Blue, glossy green, and velvet black\n  They coil'd and swam; and every track\n    Was a flash of golden fire. O happy living things! no tongue\n    Their beauty might declare:\n  A spring of love gusht from my heart,\n    And I bless'd them unaware! Sure my kind saint took pity on me,\n    And I bless'd them unaware.",
        "The self-same moment I could pray;\n    And from my neck so free\n  The Albatross fell off, and sank\n    Like lead into the sea. V. O sleep, it is a gentle thing\n    Belov'd from pole to pole! To Mary-queen the praise be given\n  She sent the gentle sleep from heaven\n    That slid into my soul. The silly buckets on the deck\n    That had so long remain'd,\n  I dreamt that they were fill'd with dew\n    And when I awoke it rain'd. My lips were wet, my throat was cold,\n    My garments all were dank;\n  Sure I had drunken in my dreams\n    And still my body drank. I mov'd and could not feel my limbs,\n    I was so light, almost\n  I thought that I had died in sleep,\n    And was a blessed Ghost. And soon I heard a roaring wind,\n    It did not come anear;\n  But with its sound it shook the sails\n    That were so thin and sere. The upper air burst into life\n    And a hundred fire-flags sheen\n  To and fro they were hurried about;\n  And to and fro, and in and out\n    The wan stars danc'd between. And the coming wind did roar more loud;\n    And the sails did sigh like sedge:\n  And the rain pour'd down from one black cloud\n    The moon was at its edge. The thick black cloud was cleft, and still\n    The Moon was at its side:\n  Like waters shot from some high crag,\n  The lightning fell, with never a jag\n    A river steep and wide. The loud wind never reach'd the Ship,\n    Yet now the Ship mov'd on! Beneath the lightning and the moon\n    The dead men gave a groan. They groan'd; they stirr'd, they all uprose,\n    Nor spake, nor mov'd their eyes:\n  It had been strange, even in a dream\n    To have seen those dead men rise,\n\n  The helmsman steerd, the ship mov'd on;\n    Yet never a breeze up-blew;\n  The Mariners all gan work the ropes,\n    Where they were wont to do:\n  They rais'd their limbs like lifeless tools--\n    We were a ghastly crew. The body of my brother's son\n    Stood by me knee to knee:\n  The body and I pull'd at one rope,\n    But he said nought to me. \"I fear thee, ancient Mariner!\"\n    \"Be calm, thou wedding guest! 'Twas not those souls, that fled in pain,\n  Which to their corses came again,\n    But a troop of Spirits blest:\"\n\n  \"For when it dawn'd--they dropp'd their arms,\n    And cluster'd round the mast:\n  Sweet sounds rose slowly thro' their mouths\n    And from their bodies pass'd.\"\n\n  Around, around, flew each sweet sound,\n    Then darted to the sun:\n  Slowly the sounds came back again\n    Now mix'd, now one by one. Sometimes a dropping from the sky\n    I heard the Sky-lark sing;\n  Sometimes all little birds that are\n  How they seem'd to fill the sea and air\n    With their sweet jargoning. And now 'twas like all instruments,\n    Now like a lonely flute;\n  And now it is an angel's song\n    That makes the heavens be mute."
      ],
      "frequency": 458
    },
    "vulnerability": {
      "keywords": [
        "vulnerability"
      ],
      "examples": [
        "His estates, his house in town, his money, everything\nhe had in the world had been confiscated by proclamation, for he was\na bitter foe of our independence. From a position of great dignity and\ninfluence on the Viceroy’s Council he became of less importance than his\nown negro slaves made free by our glorious revolution. He had not even\nthe means to flee the country, as other Spaniards had managed to do. It\nmay be that, wandering ruined and houseless, and burdened with nothing\nbut his life, which was left to him by the clemency of the Provisional\nGovernment, he had simply walked under that broken roof of old tiles. It\nwas a lonely spot. There did not seem to be even a dog belonging to\nthe place. But though the roof had holes, as if a cannonball or two had\ndropped through it, the wooden shutters were thick and tight-closed all\nthe time. “My way took me frequently along the path in front of that miserable\nrancho. I rode from the fort to the town almost every evening, to sigh\nat the window of a lady I was in love with, then. When one is young,\nyou understand.... She was a good patriot, you may be sure. Caballeros,\ncredit me or not, political feeling ran so high in those days that I\ndo not believe I could have been fascinated by the charms of a woman of\nRoyalist opinions....”\n\nMurmurs of amused incredulity all round the table interrupted the\nGeneral; and while they lasted he stroked his white beard gravely. “Senores,” he protested, “a Royalist was a monster to our overwrought\nfeelings. I am telling you this in order not to be suspected of the\nslightest tenderness towards that old Royalist’s daughter. Moreover,\nas you know, my affections were engaged elsewhere. But I could not help\nnoticing her on rare occasions when with the front door open she stood\nin the porch. “You must know that this old Royalist was as crazy as a man can be. His\npolitical misfortunes, his total downfall and ruin, had disordered his\nmind. To show his contempt for what we patriots could do, he affected to\nlaugh at his imprisonment, at the confiscation of his lands, the\nburning of his houses, and the misery to which he and his womenfolk were\nreduced. This habit of laughing had grown upon him, so that he would\nbegin to laugh and shout directly he caught sight of any stranger. That\nwas the form of his madness. “I, of course, disregarded the noise of that madman with that feeling of\nsuperiority the success of our cause inspired in us Americans. I suppose\nI really despised him because he was an old Castilian, a Spaniard born,\nand a Royalist. Those were certainly no reasons to scorn a man; but for\ncenturies Spaniards born had shown their contempt of us Americans, men\nas well descended as themselves, simply because we were what they\ncalled colonists.",
        "His strength was like an enormous stone lying on the\nground, ready to be hurled this way that by the hand that picks it up. “It is clear that he would tell his story to the people who gave him\nthe shelter he needed. And he needed assistance badly. His wound was not\ndangerous, but his life was forfeited. The old Royalist being wrapped up\nin his laughing madness, the two women arranged a hiding-place for the\nwounded man in one of the huts amongst the fruit trees at the back of\nthe house. That hovel, an abundance of clear water while the fever was\non him, and some words of pity were all they could give. I suppose\nhe had a share of what food there was. And it would be but little; a\nhandful of roasted corn, perhaps a dish of beans, or a piece of bread\nwith a few figs. To such misery were those proud and once wealthy people\nreduced.”\n\n\n\n\nVII\n\nGENERAL SANTIERRA was right in his surmise. Such was the exact nature of\nthe assistance which Gaspar Ruiz, peasant son of peasants, received\nfrom the Royalist family whose daughter had opened the door--of their\nmiserable refuge to his extreme distress. Her sombre resolution ruled\nthe madness of her father and the trembling bewilderment of her mother. She had asked the strange man on the door-step, “Who wounded you?”\n\n“The soldiers, senora,” Gaspar Ruiz had answered, in a faint voice. “Patriots?”\n\n“Si.”\n\n“What for?”\n\n“Deserter,” he gasped, leaning against the wall under the scrutiny of\nher black eyes. “I was left for dead over there.”\n\nShe led him through the house out to a small hut of clay and reeds, lost\nin the long grass of the overgrown orchard. He sank on a heap of maize\nstraw in a corner, and sighed profoundly. “No one will look for you here,” she said, looking down at him. “Nobody\ncomes near us. We too have been left for dead--here.”\n\nHe stirred uneasily on his heap of dirty straw, and the pain in his neck\nmade him groan deliriously. “I shall show Estaban some day that I am alive yet,” he mumbled. He accepted her assistance in silence, and the many days of pain went\nby. Her appearances in the hut brought him relief and became connected\nwith the feverish dreams of angels which visited his couch; for Gaspar\nRuiz was instructed in the mysteries of his religion, and had even\nbeen taught to read and write a little by the priest of his village. He\nwaited for her with impatience, and saw her pass out of the dark hut and\ndisappear in the brilliant sunshine with poignant regret. He discovered\nthat, while he lay there feeling so very weak, he could, by closing his\neyes, evoke her face with considerable distinctness. And this discovered\nfaculty charmed the long solitary hours of his convalescence.",
        "quivering me to a new identity,\n  Flames and ether making a rush for my veins,\n  Treacherous tip of me reaching and crowding to help them,\n  My flesh and blood playing out lightning to strike what is hardly\n      different from myself,\n  On all sides prurient provokers stiffening my limbs,\n  Straining the udder of my heart for its withheld drip,\n  Behaving licentious toward me, taking no denial,\n  Depriving me of my best as for a purpose,\n  Unbuttoning my clothes, holding me by the bare waist,\n  Deluding my confusion with the calm of the sunlight and pasture-fields,\n  Immodestly sliding the fellow-senses away,\n  They bribed to swap off with touch and go and graze at the edges of me,\n  No consideration, no regard for my draining strength or my anger,\n  Fetching the rest of the herd around to enjoy them a while,\n  Then all uniting to stand on a headland and worry me. The sentries desert every other part of me,\n  They have left me helpless to a red marauder,\n  They all come to the headland to witness and assist against me. I am given up by traitors,\n  I talk wildly, I have lost my wits, I and nobody else am the\n      greatest traitor,\n  I went myself first to the headland, my own hands carried me there. You villain touch! what are you doing? my breath is tight in its throat,\n  Unclench your floodgates, you are too much for me. 29\n  Blind loving wrestling touch, sheath’d hooded sharp-tooth’d touch! Did it make you ache so, leaving me? Parting track’d by arriving, perpetual payment of perpetual loan,\n  Rich showering rain, and recompense richer afterward. Sprouts take and accumulate, stand by the curb prolific and vital,\n  Landscapes projected masculine, full-sized and golden. 30\n  All truths wait in all things,\n  They neither hasten their own delivery nor resist it,\n  They do not need the obstetric forceps of the surgeon,\n  The insignificant is as big to me as any,\n  (What is less or more than a touch?)\n\n  Logic and sermons never convince,\n  The damp of the night drives deeper into my soul. (Only what proves itself to every man and woman is so,\n  Only what nobody denies is so.)\n\n  A minute and a drop of me settle my brain,\n  I believe the soggy clods shall become lovers and lamps,\n  And a compend of compends is the meat of a man or woman,\n  And a summit and flower there is the feeling they have for each other,\n  And they are to branch boundlessly out of that lesson until it\n      becomes omnific,\n  And until one and all shall delight us, and we them.",
        "One Hour to Madness and Joy\n\n  One hour to madness and joy! O furious! O confine me not! (What is this that frees me so in storms? What do my shouts amid lightnings and raging winds mean?)\n  O to drink the mystic deliria deeper than any other man! O savage and tender achings! (I bequeath them to you my children,\n  I tell them to you, for reasons, O bridegroom and bride.)\n\n  O to be yielded to you whoever you are, and you to be yielded to me\n      in defiance of the world! O to return to Paradise! O bashful and feminine! O to draw you to me, to plant on you for the first time the lips of\n      a determin’d man. O the puzzle, the thrice-tied knot, the deep and dark pool, all\n      untied and illumin’d! O to speed where there is space enough and air enough at last! To be absolv’d from previous ties and conventions, I from mine and\n      you from yours! To find a new unthought-of nonchalance with the best of Nature! To have the gag remov’d from one’s mouth! To have the feeling to-day or any day I am sufficient as I am. O something unprov’d! something in a trance! To escape utterly from others’ anchors and holds! To drive free! to love free! to dash reckless and dangerous! To court destruction with taunts, with invitations! To ascend, to leap to the heavens of the love indicated to me! To rise thither with my inebriate soul! To be lost if it must be so! To feed the remainder of life with one hour of fulness and freedom! With one brief hour of madness and joy. Out of the Rolling Ocean the Crowd\n\n  Out of the rolling ocean the crowd came a drop gently to me,\n  Whispering I love you, before long I die,\n  I have travel’d a long way merely to look on you to touch you,\n  For I could not die till I once look’d on you,\n  For I fear’d I might afterward lose you. Now we have met, we have look’d, we are safe,\n  Return in peace to the ocean my love,\n  I too am part of that ocean my love, we are not so much separated,\n  Behold the great rondure, the cohesion of all, how perfect! But as for me, for you, the irresistible sea is to separate us,\n  As for an hour carrying us diverse, yet cannot carry us diverse forever;\n  Be not impatient--a little space--know you I salute the air, the\n      ocean and the land,\n  Every day at sundown for your dear sake my love. Ages and Ages Returning at Intervals\n\n  Ages and ages returning at intervals,\n  Undestroy’d, wandering immortal,\n  Lusty, phallic, with the potent original loins, perfectly sweet,\n  I, chanter of Adamic songs,\n  Through the new garden the West, the great cities calling,\n  Deliriate, thus prelude what is generated, offering these, offering myself,\n  Bathing myself, bathing my songs in Sex,\n  Offspring of my loins.",
        "Not Heaving from My Ribb’d Breast Only\n\n  Not heaving from my ribb’d breast only,\n  Not in sighs at night in rage dissatisfied with myself,\n  Not in those long-drawn, ill-supprest sighs,\n  Not in many an oath and promise broken,\n  Not in my wilful and savage soul’s volition,\n  Not in the subtle nourishment of the air,\n  Not in this beating and pounding at my temples and wrists,\n  Not in the curious systole and diastole within which will one day cease,\n  Not in many a hungry wish told to the skies only,\n  Not in cries, laughter, defiancies, thrown from me when alone far in\n      the wilds,\n  Not in husky pantings through clinch’d teeth,\n  Not in sounded and resounded words, chattering words, echoes, dead words,\n  Not in the murmurs of my dreams while I sleep,\n  Nor the other murmurs of these incredible dreams of every day,\n  Nor in the limbs and senses of my body that take you and dismiss you\n      continually--not there,\n  Not in any or all of them O adhesiveness! O pulse of my life! Need I that you exist and show yourself any more than in these songs. Of the Terrible Doubt of Appearances\n\n  Of the terrible doubt of appearances,\n  Of the uncertainty after all, that we may be deluded,\n  That may-be reliance and hope are but speculations after all,\n  That may-be identity beyond the grave is a beautiful fable only,\n  May-be the things I perceive, the animals, plants, men, hills,\n      shining and flowing waters,\n  The skies of day and night, colors, densities, forms, may-be these\n      are (as doubtless they are) only apparitions, and the real\n      something has yet to be known,\n  (How often they dart out of themselves as if to confound me and mock me! How often I think neither I know, nor any man knows, aught of them,)\n  May-be seeming to me what they are (as doubtless they indeed but seem)\n      as from my present point of view, and might prove (as of course they\n      would) nought of what they appear, or nought anyhow, from entirely\n      changed points of view;\n  To me these and the like of these are curiously answer’d by my\n      lovers, my dear friends,\n  When he whom I love travels with me or sits a long while holding me\n      by the hand,\n  When the subtle air, the impalpable, the sense that words and reason\n      hold not, surround us and pervade us,\n  Then I am charged with untold and untellable wisdom, I am silent, I\n      require nothing further,\n  I cannot answer the question of appearances or that of identity\n      beyond the grave,\n  But I walk or sit indifferent, I am satisfied,\n  He ahold of my hand has completely satisfied me. The Base of All Metaphysics\n\n  And now gentlemen,\n  A word I give to remain in your memories and minds,\n  As base and finale too for all metaphysics.",
        "The field-sprouts of Fourth-month and Fifth-month became part of him,\n  Winter-grain sprouts and those of the light-yellow corn, and the\n      esculent roots of the garden,\n  And the apple-trees cover’d with blossoms and the fruit afterward,\n      and wood-berries, and the commonest weeds by the road,\n  And the old drunkard staggering home from the outhouse of the\n      tavern whence he had lately risen,\n  And the schoolmistress that pass’d on her way to the school,\n  And the friendly boys that pass’d, and the quarrelsome boys,\n  And the tidy and fresh-cheek’d girls, and the barefoot negro boy and girl,\n  And all the changes of city and country wherever he went. His own parents, he that had father’d him and she that had conceiv’d\n      him in her womb and birth’d him,\n  They gave this child more of themselves than that,\n  They gave him afterward every day, they became part of him. The mother at home quietly placing the dishes on the supper-table,\n  The mother with mild words, clean her cap and gown, a wholesome\n      odor falling off her person and clothes as she walks by,\n  The father, strong, self-sufficient, manly, mean, anger’d, unjust,\n  The blow, the quick loud word, the tight bargain, the crafty lure,\n  The family usages, the language, the company, the furniture, the\n      yearning and swelling heart,\n  Affection that will not be gainsay’d, the sense of what is real, the\n      thought if after all it should prove unreal,\n  The doubts of day-time and the doubts of night-time, the curious\n      whether and how,\n  Whether that which appears so is so, or is it all flashes and specks? Men and women crowding fast in the streets, if they are not flashes\n      and specks what are they? The streets themselves and the facades of houses, and goods in the windows,\n  Vehicles, teams, the heavy-plank’d wharves, the huge crossing at\n      the ferries,\n  The village on the highland seen from afar at sunset, the river between,\n  Shadows, aureola and mist, the light falling on roofs and gables of\n      white or brown two miles off,\n  The schooner near by sleepily dropping down the tide, the little\n      boat slack-tow’d astern,\n  The hurrying tumbling waves, quick-broken crests, slapping,\n  The strata of color’d clouds, the long bar of maroon-tint away\n      solitary by itself, the spread of purity it lies motionless in,\n  The horizon’s edge, the flying sea-crow, the fragrance of salt marsh\n      and shore mud,\n  These became part of that child who went forth every day, and who\n      now goes, and will always go forth every day. Old Ireland\n\n  Far hence amid an isle of wondrous beauty,\n  Crouching over a grave an ancient sorrowful mother,\n  Once a queen, now lean and tatter’d seated on the ground,\n  Her old white hair drooping dishevel’d round her shoulders,\n  At her feet fallen an unused royal harp,\n  Long silent, she too long silent, mourning her shrouded hope and heir,\n  Of all the earth her heart most full of sorrow because most full of love.",
        "2\n  Of seeds dropping into the ground, of births,\n  Of the steady concentration of America, inland, upward, to\n      impregnable and swarming places,\n  Of what Indiana, Kentucky, Arkansas, and the rest, are to be,\n  Of what a few years will show there in Nebraska, Colorado, Nevada,\n      and the rest,\n  (Or afar, mounting the Northern Pacific to Sitka or Aliaska,)\n  Of what the feuillage of America is the preparation for--and of what\n      all sights, North, South, East and West, are,\n  Of this Union welded in blood, of the solemn price paid, of the\n      unnamed lost ever present in my mind;\n  Of the temporary use of materials for identity’s sake,\n  Of the present, passing, departing--of the growth of completer men\n      than any yet,\n  Of all sloping down there where the fresh free giver the mother, the\n      Mississippi flows,\n  Of mighty inland cities yet unsurvey’d and unsuspected,\n  Of the new and good names, of the modern developments, of\n      inalienable homesteads,\n  Of a free and original life there, of simple diet and clean and\n      sweet blood,\n  Of litheness, majestic faces, clear eyes, and perfect physique there,\n  Of immense spiritual results future years far West, each side of the\n      Anahuacs,\n  Of these songs, well understood there, (being made for that area,)\n  Of the native scorn of grossness and gain there,\n  (O it lurks in me night and day--what is gain after all to savageness\n      and freedom?)\n\n\n\n\nSong at Sunset\n\n  Splendor of ended day floating and filling me,\n  Hour prophetic, hour resuming the past,\n  Inflating my throat, you divine average,\n  You earth and life till the last ray gleams I sing. Open mouth of my soul uttering gladness,\n  Eyes of my soul seeing perfection,\n  Natural life of me faithfully praising things,\n  Corroborating forever the triumph of things. Illustrious every one! Illustrious what we name space, sphere of unnumber’d spirits,\n  Illustrious the mystery of motion in all beings, even the tiniest insect,\n  Illustrious the attribute of speech, the senses, the body,\n  Illustrious the passing light--illustrious the pale reflection on\n      the new moon in the western sky,\n  Illustrious whatever I see or hear or touch, to the last. Good in all,\n  In the satisfaction and aplomb of animals,\n  In the annual return of the seasons,\n  In the hilarity of youth,\n  In the strength and flush of manhood,\n  In the grandeur and exquisiteness of old age,\n  In the superb vistas of death. Wonderful to depart! Wonderful to be here! The heart, to jet the all-alike and innocent blood! To breathe the air, how delicious! To speak--to walk--to seize something by the hand! To prepare for sleep, for bed, to look on my rose-color’d flesh! To be conscious of my body, so satisfied, so large! To be this incredible God I am! To have gone forth among other Gods, these men and women I love. Wonderful how I celebrate you and myself\n  How my thoughts play subtly at the spectacles around! How the clouds pass silently overhead! How the earth darts on and on!",
        "[III]  You Tides with Ceaseless Swell\n\n  You tides with ceaseless swell! you power that does this work! You unseen force, centripetal, centrifugal, through space’s spread,\n  Rapport of sun, moon, earth, and all the constellations,\n  What are the messages by you from distant stars to us? what Sirius’? what Capella’s? What central heart--and you the pulse--vivifies all? what boundless\n      aggregate of all? What subtle indirection and significance in you? what clue to all in\n      you? what fluid, vast identity,\n  Holding the universe with all its parts as one--as sailing in a ship? [IV]  Last of Ebb, and Daylight Waning\n\n  Last of ebb, and daylight waning,\n  Scented sea-cool landward making, smells of sedge and salt incoming,\n  With many a half-caught voice sent up from the eddies,\n  Many a muffled confession--many a sob and whisper’d word,\n  As of speakers far or hid. How they sweep down and out! how they mutter! Poets unnamed--artists greatest of any, with cherish’d lost designs,\n  Love’s unresponse--a chorus of age’s complaints--hope’s last words,\n  Some suicide’s despairing cry, Away to the boundless waste, and\n      never again return. On to oblivion then! On, on, and do your part, ye burying, ebbing tide! On for your time, ye furious debouche! [V]  And Yet Not You Alone\n\n  And yet not you alone, twilight and burying ebb,\n  Nor you, ye lost designs alone--nor failures, aspirations;\n  I know, divine deceitful ones, your glamour’s seeming;\n  Duly by you, from you, the tide and light again--duly the hinges turning,\n  Duly the needed discord-parts offsetting, blending,\n  Weaving from you, from Sleep, Night, Death itself,\n  The rhythmus of Birth eternal. [VI]  Proudly the Flood Comes In\n\n  Proudly the flood comes in, shouting, foaming, advancing,\n  Long it holds at the high, with bosom broad outswelling,\n  All throbs, dilates--the farms, woods, streets of cities--workmen at work,\n  Mainsails, topsails, jibs, appear in the offing--steamers’ pennants\n      of smoke--and under the forenoon sun,\n  Freighted with human lives, gaily the outward bound, gaily the\n      inward bound,\n  Flaunting from many a spar the flag I love. [VII]  By That Long Scan of Waves\n\n  By that long scan of waves, myself call’d back, resumed upon myself,\n  In every crest some undulating light or shade--some retrospect,\n  Joys, travels, studies, silent panoramas--scenes ephemeral,\n  The long past war, the battles, hospital sights, the wounded and the dead,\n  Myself through every by-gone phase--my idle youth--old age at hand,\n  My three-score years of life summ’d up, and more, and past,\n  By any grand ideal tried, intentionless, the whole a nothing,\n  And haply yet some drop within God’s scheme’s ensemble--some\n      wave, or part of wave,\n  Like one of yours, ye multitudinous ocean. [VIII]  Then Last Of All\n\n  Then last of all, caught from these shores, this hill,\n  Of you O tides, the mystic human meaning:\n  Only by law of you, your swell and ebb, enclosing me the same,\n  The brain that shapes, the voice that chants this song.",
        "But never elsewhere in one place I knew\n  So many Nightingales: and far and near\n  In wood and thicket over the wide grove\n  They answer and provoke each other's songs--\n  With skirmish and capricious passagings,\n  And murmurs musical and swift jug jug\n  And one low piping sound more sweet than all--\n  Stirring the air with such an harmony,\n  That should you close your eyes, you might almost\n  Forget it was not day! A most gentle maid\n  Who dwelleth in her hospitable home\n  Hard by the Castle, and at latest eve,\n  (Even like a Lady vow'd and dedicate\n  To something more than nature in the grove)\n  Glides thro' the pathways; she knows all their notes,\n  That gentle Maid! and oft, a moment's space,\n  What time the moon was lost behind a cloud,\n  Hath heard a pause of silence: till the Moon\n  Emerging, hath awaken'd earth and sky\n  With one sensation, and those wakeful Birds\n  Have all burst forth in choral minstrelsy,\n  At if one quick and sudden Gale had swept\n  An hundred airy harps! And she hath watch'd\n  Many a Nightingale perch giddily\n  On blosmy twig still swinging from the breeze,\n  And to that motion tune his wanton song,\n  Like tipsy Joy that reels with tossing head. Farewell, O Warbler! till to-morrow eve,\n  And you, my friends! farewell, a short farewell! We have been loitering long and pleasantly,\n  And now for our dear homes.--That strain again! Full fain it would delay me!-My dear Babe,\n  Who, capable of no articulate sound,\n  Mars all things with his imitative lisp,\n  How he would place his hand beside his ear,\n  His little hand, the small forefinger up,\n  And bid us listen! And I deem it wise\n  To make him Nature's playmate. He knows well\n  The evening star: and once when he awoke\n  In most distressful mood (some inward pain\n  Had made up that strange thing, an infant's dream)\n  I hurried with him to our orchard plot,\n  And he beholds the moon, and hush'd at once\n  Suspends his sobs, and laughs most silently,\n  While his fair eyes that swam with undropt tears\n  Did glitter in the yellow moon-beam! Well--\n  It is a father's tale. But if that Heaven\n  Should give me life, his childhood shall grow up\n  Familiar with these songs, that with the night\n  He may associate Joy! Once more farewell,\n  Sweet Nightingale! once more, my friends! farewell. _LINES\n  Written when sailing in a Boat At EVENING._\n\n  How rich the wave, in front, imprest\n  With evening twilights summer hues,\n  While, facing thus the crimson west,\n  The boat her silent path pursues! And see how dark the backward stream! A little moment past, so smiling! And still, perhaps, with faithless gleam,\n  Some other loiterer beguiling. Such views the youthful bard allure,\n  But, heedless of the following gloom,\n  He deems their colours shall endure\n  'Till peace go with him to the tomb. --And let him nurse his fond deceit,\n  And what if he must die in sorrow!",
        "He prayeth well who loveth well\n    Both man, and bird and beast. He prayeth best who loveth best\n    All things both great and small:\n  For the dear God, who loveth us,\n    He made and loveth all. The Mariner, whose eye is bright,\n    Whose beard with age is hoar,\n  Is gone; and now the wedding-guest\n    Turn'd from the bridegroom's door. He went, like one that hath been stunn'd\n    And is of sense forlorn:\n  A sadder and a wiser man\n    He rose the morrow morn,\n\n\n\n\n_LINES_\n  _Written a few miles above TINTERN ABBEY, an revisiting the banks of\n  the WYE during a Tour_. _July 13, 1798_. Five years have passed; five summers, with the length\n  Of five long winters! and again I hear\n  These waters, rolling from their mountain-springs\n  With a sweet inland murmur. [6]--Once again\n  Do I behold these steep and lofty cliffs,\n  Which on a wild secluded scene impress\n  Thoughts of more deep seclusion; and connect\n  The landscape with the quiet of the sky. [Footnote 6: The river is not affacted by the tides a few miles\nabove Tintern.]\n\n  The day is come when I again repose\n  Here, under this dark sycamore, and view\n  These plots of cottage-ground, these orchard-tufts,\n  Which, at this season, with their unripe fruits,\n  Among the woods and copses lose themselves,\n  Nor, with their green and simple hue, disturb\n  The wild green landscape. Once again I see\n  These hedge-rows, hardly hedge-rows, little lines\n  Of sportive wood run wild; these pastoral farms\n  Green to the very door; and wreathes of smoke\n  Sent up, in silence, from among the trees,\n  With some uncertain notice, as might seem,\n  Of vagrant dwellers in the houseless woods,\n  Or of some hermit's cave, where by his fire\n  The hermit sits alone. Though absent long. These forms of beauty have not been to me,\n  As is a landscape to a blind man's eye:\n  But oft, in lonely rooms, and mid the din\n  Of towns and cities, I have owed to them,\n  In hours of wariness, sensations sweet,\n  Felt in the blood, and felt along the heart,\n  And passing even into my purer mind,\n\n  With tranquil restoration:--feelings too\n  Of unremembered pleasure: such, perhaps,\n  As may have had no trivial influence\n  On that best portion of a good man's life;\n  His little, nameless, unremembered acts\n  Of kindness and of love. Nor less, I trust,\n  To them I may have owed another gift,\n  Of aspect more sublime; that blessed mood,\n  In which the burthen of the mystery,\n  In which the heavy and the weary weight\n  Of all this unintelligible world\n  Is lighten'd:--that serene and blessed mood;\n  In which the affections gently lead us on,\n  Until, the breath of this corporeal frame,\n  And even the motion of our human blood\n  Almost suspended, we are laid asleep\n  In body, and become a living soul:\n  While with an eye made quiet by the power\n  Of harmony, and the deep power of joy,\n  We see into the life of things. If this\n  Be but a vain belief, yet, oh!"
      ],
      "frequency": 102
    }
  },
  "trust_score": 0.8799999999999999,
  "contributions": 3735
}